{"10029513":"Critical appraisal of the health research literature: prevalence or incidence of a health problem.","10086815":"The Delphi list: a criteria list for quality assessment of randomized clinical trials for conducting systematic reviews developed by Delphi consensus.","10207960":"A new amorphous hydrocolloid for the treatment of pressure sores: a randomised controlled study.","10326343":"Acemannan hydrogel dressing versus saline dressing for pressure ulcers. A randomized, controlled trial.","10332721":"Decreased incidence of VanA-type vancomycin-resistant enterococci isolated from poultry meat and from fecal samples of humans in the community after discontinuation of avoparcin usage in animal husbandry.","10344676":"Impact of surgeon's technique on outcome after treatment of rectal carcinoma.","10347077":"Multiple antibiotic resistance patterns of Escherichia coli isolates from swine farms.","10365577":"Efficacy of antibiotics against influenza-like illness in an influenza epidemic.","10367820":"The unreliability of individual physician \"report cards\" for assessing the costs and quality of care of a chronic disease.","10403033":"Immunogenicity and safety in adults of a new chromatographically purified Vero-cell rabies vaccine (CPRV): a randomized, double-blind trial with purified Vero-cell rabies vaccine (PVRV).","10414474":"Improved control of type 2 diabetes mellitus: a practical education/behavior modification program in a primary care clinic.","10417749":"Becaplermin gel in the treatment of pressure ulcers: a phase II randomized, double-blind, placebo-controlled study.","10420443":"[A normal thyroid gland upon autopsy: a relatively uncommon finding].","10433577":"A new Vero cell rabies vaccine: results of a comparative trial with human diploid cell rabies vaccine in children.","10452642":"Antibody response after a four-site intradermal booster vaccination with cell-culture rabies vaccine.","10481354":"[Tele-medicine system for high-risk asthmatic patients].","10493204":"The hazards of scoring the quality of clinical trials for meta-analysis.","10565091":"A systematic review of the relationship between overjet size and traumatic dental injuries.","10575171":"Immunogenicity of rabies postexposure booster injections in subjects who had previously received intradermal preexposure vaccination.","10655861":"A randomized clinical study comparing a hydrocellular dressing to a hydrocolloid dressing in the management of pressure ulcers.","10657332":"Primary care based randomised, double blind trial of amoxicillin versus placebo for acute otitis media in children aged under 2 years.","10664974":"Antimicrobial susceptibility of enterococci recovered from commercial swine carcasses: effect of feed additives.","10687651":"Clinical efficacy and cost-effectiveness of a new synthetic polymer sheet wound dressing.","10693606":"Studies of surgical outcome after patellar tendinopathy: clinical significance of methodological deficiencies and guidelines for future studies. Victorian Institute of Sport Tendon Study Group.","10737842":"Amoxicillin for fever and sore throat due to non-exudative pharyngotonsillitis: beneficial or harmful?","10747531":"A controlled pilot study in the use of telemedicine in the community on the management of heart failure--a report of the first three months.","10779669":"Teasing apart quality and validity in systematic reviews: an example from acupuncture trials in chronic neck and back pain.","10806979":"Data collection instrument and procedure for systematic reviews in the Guide to Community Preventive Services. Task Force on Community Preventive Services.","10809858":"Phototherapy with blue (415 nm) and red (660 nm) light in the treatment of acne vulgaris.","10811043":"Randomised, double blind, placebo controlled trial of penicillin V in the treatment of acute maxillary sinusitis in adults in general practice.","10852562":"Effects of antibiotic regimens on the fecal shedding patterns of pigs infected with salmonella typhimurium.","10885207":"Critical appraisal checklist for qualitative research studies.","10885356":"Malaria chemoprophylaxis with tafenoquine: a randomised study.","1098010":"[The effect of antibiotic supplementation on antibiotic resistance, transferable antibiotic resistance, morbidity, and growth in calves (author's transl)].","1099490":"Urinary antiseptics in asymptomatic bacteriuria of pregnancy.","11012425":"A scale of methodological quality for clinical studies of radiologic examinations.","11021580":"Continuing high prevalence of VanA-type vancomycin-resistant enterococci on Norwegian poultry farms three years after avoparcin was banned.","11027812":"Safety and immunogenicity of NYVAC-JEV and ALVAC-JEV attenuated recombinant Japanese encephalitis virus--poxvirus vaccines in vaccinia-nonimmune and vaccinia-immune humans.","11036118":"A comparison of glyburide and insulin in women with gestational diabetes mellitus.","11052901":"PEDro. A database of randomized trials and systematic reviews in physiotherapy.","1108775":"Human therapeutic and agricultural uses of antibacterial drugs and resistance of the enteric flora of humans.","1108781":"Influence of subtherapeutic levels of oxytetracycline on Salmonella typhimurium in swine, alves, and chickens.","11137239":"Purified Chick Embryo Cell Culture Rabies Vaccine: interchangeability with Human Diploid Cell Culture Rabies Vaccine and comparison of one versus two-dose post-exposure booster regimen for previously immunized persons.","11235499":"Petrolatum versus Resurfix ointment in the treatment of pressure ulcers.","11248182":"Long-term outcome study of growth factor-treated pressure ulcers.","11284991":"Prevalence of Alzheimer's type dementia in an elderly Arab population.","11335733":"A randomized, placebo-controlled trial of antimicrobial treatment for children with clinically diagnosed acute sinusitis.","11336016":"The dental face mask--the most common cause of work-related face dermatitis in dental nurses.","11340323":"Institutionalized older adults in a health district in the United Arab Emirates: health status and utilization rate.","11389108":"Antibiotic resistance of faecal Escherichia coli in poultry, poultry farmers and poultry slaughterers.","11408222":"Effect of abolishment of the use of antimicrobial agents for growth promotion on occurrence of antimicrobial resistance in fecal enterococci from food animals in  Denmark.","11429191":"Identification of small lung nodules at autopsy: implications for lung cancer screening and overdiagnosis bias.","11431298":"Randomised trial of cranberry-lingonberry juice and Lactobacillus GG drink for the prevention of urinary tract infections in women.","11451697":"Once-daily oral gatifloxacin versus oral levofloxacin in treatment of uncomplicated skin and soft tissue infections: double-blind, multicenter, randomized study.","11478265":"Latent carcinoma of the thyroid in Austria: a systematic autopsy study.","11483784":"Evidence assessment of management of acute otitis media: II. Research gaps and priorities for future research.","11520387":"Using survival curve comparisons to inform patient decision making can a practice exercise improve understanding?","11535311":"Immunogenicity, safety and lot consistency in adults of a chromatographically purified Vero-cell rabies vaccine: a randomized, double-blind trial with human diploid cell rabies vaccine.","11565170":"Critical appraisal tools facilitate the work of the quality professional.","11584657":"Malaria prophylaxis/radical cure: recent experiences of the Australian Defence Force.","11700577":"A new primaquine analogue, tafenoquine (WR 238605), for prophylaxis against Plasmodium falciparum malaria.","11760479":"[Patient surgical masks during regional anesthesia. Hygenic necessity or dispensable ritual?].","11772156":"Economic evaluation of collagenase-containing ointment and hydrocolloid dressing in the treatment of pressure ulcers.","11804697":"Identification of lung cancer by autopsy: an indicator for clinical underdiagnosis.","11807367":"Laryngeal recurrent nerve injury in surgery for benign thyroid diseases: effect of nerve dissection and impact of individual surgeon in more than 27,000 nerves at risk.","11809642":"Fusidic acid cream in the treatment of impetigo in general practice: double blind randomised placebo controlled trial.","1182663":"Geographic pathology of occult thyroid carcinomas.","11833668":"Effect of framing as gain versus loss on understanding and hypothetical treatment choices: survival and mortality curves.","11899912":"TGF-beta3 in the treatment of pressure ulcers: a preliminary report.","11915093":"Assessing elderly patients with congestive heart failure via in-home interactive telecommunication.","11933306":"The effect of a radiant heat dressing on pressure ulcers.","11933727":"Effect of bacteriological status on pressure ulcer healing in patients with advanced cancer.","11948274":"Variations in morbidity after radical prostatectomy.","11978253":"Does amoxicillin improve outcomes in patients with purulent rhinorrhea? A pragmatic randomized double-blind controlled trial in family practice.","11979209":"Caffeine reduction education to improve urinary symptoms.","11979732":"Systems to rate the strength of scientific evidence.","12017327":"Occult thyroid carcinoma. A study of 160 autopsy cases. The first report for the region of Epirus-Greece.","12028208":"Sequential treatment with calcium alginate dressings and hydrocolloid dressings accelerates pressure ulcer healing in older subjects: a multicenter randomized trial of sequential versus nonsequential treatment with hydrocolloid dressings alone.","12038917":"Quality of reporting of randomized trials as a measure of methodologic quality.","12052127":"Correlation of quality measures with estimates of treatment effect in meta-analyses of randomized controlled trials.","12100793":"Are there time and cost savings by using telemanagement for patients on intensified insulin therapy? A randomised, controlled trial.","12118518":"Vancomycin-resistant enterococci (VRE) in broiler flocks 5 years after the avoparcin ban.","12142596":"Interim analysis of a prospective, randomized trial of vacuum-assisted closure versus the healthpoint system in the management of pressure ulcers.","12171451":"Evaluation of a theory-based nutrition intervention for older adults with diabetes mellitus.","12174159":"Value of urinary prophylaxis with methenamine in gynecologic surgery.","12182257":"Randomized, double-blind, multicenter comparison of oral cefditoren 200 or 400 mg BID with either cefuroxime 250 mg BID or cefadroxil 500 mg BID for the treatment  of uncomplicated skin and skin-structure infections.","12195054":"Evaluation of the school health surveillance system for influenza, Tokyo, 1999-2000.","12202325":"Local treatments for cutaneous warts: systematic review.","12220439":"Developing a quality scoring system for epidemiological surveys of genetic disorders.","12236276":"Randomised controlled trial of nitrofurantoin versus placebo in the treatment of uncomplicated urinary tract infection in adult women.","12386036":"Oral pristinamycin versus standard penicillin regimen to treat erysipelas in adults: randomised, non-inferiority, open trial.","12439652":"Randomized controlled trial to prevent excessive weight gain in pregnant women.","12448672":"Appraising the evidence: reviewing disparate data systematically.","12450826":"Impact of integrated fish farming on antimicrobial resistance in a pond environment.","12465867":"Evaluating the level of evidence of qualitative research.","12471579":"Prospective immunogenicity study of multiple intradermal injections of rabies vaccine in an effort to obtain an early immune response without the use of immunoglobulin.","12479491":"Whom should we profile? Examining diabetes care practice variation among primary care providers, provider groups, and health care facilities.","12541154":"PIM2: a revised version of the Paediatric Index of Mortality.","12558709":"Healing pressure ulcers with collagen or hydrocolloid: a randomized, controlled trial.","12572527":"Topical treatment of rhinosinusitis with fusafungine nasal spray. A double-blind, placebo-controlled, parallel-group study in 20 patients.","12578516":"Outcomes of chronic heart failure.","12594633":"A randomized, double-blind, placebo-controlled, dose-ranging trial of tafenoquine for weekly prophylaxis against Plasmodium falciparum.","12609944":"Accessibility, acceptability, and effectiveness in primary care of routine telephone review of asthma: pragmatic, randomised controlled trial.","12619168":"A telephone-delivered intervention to improve glycemic control in type 2 diabetic patients.","12632355":"Development of a quality assessment scale for retrospective clinical studies in pediatric surgery.","12643501":"Effect of feeding the ionophores monensin and laidlomycin propionate and the antimicrobial bambermycin to sheep experimentally infected with E. coli O157:H7 and Salmonella typhimurium.","12697111":"[Study on the strategy of Japanese encephalitis immunization using live attenuated vaccine combined with inactivated vaccine].","12699607":"Treating childhood depression over videoconferencing.","12728155":"Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study.","12776468":"A systematic review of the quality of research on hands-on and distance healing: clinical and laboratory studies.","12811274":"Updated method guidelines for systematic reviews in the cochrane collaboration back review group.","12842949":"Surgeon specific mortality in adult cardiac surgery: comparison between crude and risk stratified data.","128475":"Antimicrobial effectiveness of Locacorten-Vioform cream in Secondary infections of common dermatoses.","12877377":"Treatment of acute rhinosinusitis diagnosed by clinical criteria or ultrasound in primary care. A placebo-controlled randomised trial.","12882612":"Reliability of the PEDro scale for rating quality of randomized controlled trials.","12912714":"Effect of amoxicillin-clavulanate in clinically diagnosed acute rhinosinusitis: a placebo-controlled, double-blind, randomized trial in general practice.","12939895":"A systematic review and meta-analysis of treatments for impetigo.","12962581":"The effectiveness of intradermal pre-exposure rabies vaccination in an Australian travel medicine clinic.","12970829":"Quality of the stroke rehabilitation research.","13263417":"Gross and microscopic findings in clinically normal thyroid glands.","13295959":"Antibiotics and chemotherapeutic agents in the treatment of uncomplicated respiratory infections in children; a controlled study.","13304304":"Treatment of acute sore throat in general practice; therapeutic trial, with observations on symptoms and bacteriology.","13458255":"The use of urecholine in the prevention of postpartum urinary retention; final report.","1352573":"Low-molecular-weight heparin versus standard heparin in general and orthopaedic surgery: a meta-analysis.","1390144":"Roxithromycin versus penicillin in the treatment of erysipelas in adults: a comparative study.","14044":"Effects of posture on gastro-oesophageal reflux.","1409881":"The efficacy of laser therapy for musculoskeletal and skin disorders: a criteria-based meta-analysis of randomized clinical trials.","14155218":"CLINICALLY UNSUSPECTED THYROID DISEASE.","14349472":"Critical analysis of two hundred twenty-one thyroid glands; study of thyroid glands obtained at necropsy in Colorado.","1437838":"Latent thyroid carcinoma in Iceland at autopsy.","14499048":"Evaluating non-randomised intervention studies.","14568851":"Topical treatment of pressure ulcers with nerve growth factor: a randomized clinical trial.","14575762":"Non-clinical and phase I clinical trials of a Vero cell-derived inactivated Japanese encephalitis vaccine.","14621031":"Comparative evaluation of immunogenicity, reactogenecity and safety of purified chick embryo cell rabies vaccine and neural tissue rabies vaccine.","14632995":"The effect of chlortetracycline treatment and its subsequent withdrawal on multi-resistant Salmonella enterica serovar Typhimurium DT104 and commensal Escherichia coli in the pig.","14634399":"Variations among individual surgeons in the rate of positive surgical margins in radical prostatectomy specimens.","14656841":"Penicillin for acute sore throat in children: randomised, double blind trial.","14678375":"Prostaglandin E2 and bethanechol in combination for treating detrusor underactivity.","14689348":"Plasma concentrations of tafenoquine, a new long-acting antimalarial agent, in thai soldiers receiving monthly prophylaxis.","14706012":"Combination of a cholinergic drug and an alpha-blocker is more effective than monotherapy for the treatment of voiding difficulty in patients with underactive  detrusor.","14758386":"Dementia in Qatar.","14766551":"Role of calf-adapted Escherichia coli in maintenance of antimicrobial drug resistance in dairy calves.","1493837":"Effect of penicillin on the clinical course of streptococcal pharyngitis in general practice.","14952481":"A survey of thyroid glands obtained at autopsy in a so-called goiter area.","14980088":"Accuracy of telemedicine in detecting uncontrolled hypertension and its impact on patient management.","14993174":"Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution.","15089797":"Long-term effects of self-management education for patients with Type 2 diabetes taking maximal oral hypoglycaemic therapy: a randomized trial in primary care.","1512105":"Ofloxacin versus cephalexin for treating skin and soft tissue infections.","15175495":"The problem of appraising qualitative research.","15178665":"Metformin reduces pregnancy complications without affecting androgen levels in pregnant polycystic ovary syndrome women: results of a randomized study.","15186866":"Experience-based group education in Type 2 diabetes: a randomised controlled trial.","15189398":"A practical approach to a multi-level analysis with a sparse binary outcome within a large surgical trial.","15230894":"N95 acne.","15297474":"Phenotypic and genotypic changes in Salmonella enterica subsp. enterica serotype typhimurium during passage in intestines of broiler chickens fed on diets that included ionophore anticoccidial supplements.","15302637":"Comparison of short-course (5 days) and standard (10 days) treatment for uncomplicated cellulitis.","15309963":"Effect of antibiotics in milk replacer on fecal shedding of Escherichia coli O157:H7 in calves.","1532118":"Respiratory muscle training in chronic airflow limitation: a meta-analysis.","15340662":"The physiological impact of wearing an N95 mask during hemodialysis as a precaution against SARS in patients with end-stage renal disease.","1535121":"Antidepressant-induced analgesia in chronic non-malignant pain: a meta-analysis of 39 placebo-controlled studies.","15378438":"Efficacy of monthly tafenoquine for prophylaxis of Plasmodium vivax and multidrug-resistant P. falciparum malaria.","15379051":"[Immune response of suckling mouse brain (CRL) rabies vaccine and tissue culture rabies vaccine (Verorab) in pre-exposure prophylaxis in humans].","15379878":"Blue light phototherapy in the treatment of acne.","15541220":"Safety and immunogenicity of a new chromatographically purified rabies vaccine in comparison to the human diploid cell vaccine.","15569128":"Effects of a structured health education programme by a diabetic education nurse on cardiovascular risk factors in Chinese Type 2 diabetic patients: a 1-year prospective randomized study.","15601464":"A randomized clinical trial comparing hydrocolloid, phenytoin and simple dressings for the treatment of pressure ulcers [ISRCTN33429693].","15603890":"An immunogenicity study of a newly introduced purified Vero cell rabies vaccine (Abhayrab) manufactured in India.","15604157":"Randomised controlled trial of intravenous antibiotic treatment for cellulitis at home compared with hospital.","15678308":"SAPS II revisited.","15684116":"A randomized, double-blind, placebo-controlled noninferiority trial of amoxicillin for clinically diagnosed acute otitis media in children 6 months to 5 years of age.","15689289":"Are antibiotics beneficial for patients with sinusitis complaints? A randomized double-blind clinical trial.","1569422":"Incorporating variations in the quality of individual randomized trials into meta-analysis.","15715858":"Effect of the growth promoter avilamycin on emergence and persistence of antimicrobial resistance in enteric bacteria in the pig.","15720933":"Cost-effectiveness of telephone or surgery asthma reviews: economic analysis of a randomised controlled trial.","15742259":"Occult papillary thyroid carcinoma in postmortem species: prevalence at autopsy.","15746131":"Mortality data in adult cardiac surgery for named surgeons: retrospective examination of prospectively collected data on coronary artery surgery and aortic valve replacement.","15753675":"Epidemiology of thyroid microcarcinoma found in autopsy series conducted in areas of different iodine intake.","15763458":"Incidental lung cancers identified at coronial autopsy: implications for overdiagnosis of lung cancer by screening.","15794325":"Rapid critical appraisal of randomized controlled trials (RCTs): an essential skill for evidence-based practice (EBP).","1580775":"Hydrocolloid versus saline-gauze dressings in treating pressure ulcers: a cost-effectiveness analysis.","15827843":"How to analyze an article.","15833750":"Was Rodney Ledward a statistical outlier? Retrospective analysis using routine hospital data to identify gynaecologists' performance.","15843702":"Flucloxacillin alone or combined with benzylpenicillin to treat lower limb cellulitis: a randomised controlled trial.","15846663":"Group based training for self-management strategies in people with type 2 diabetes mellitus.","15871870":"A controlled, randomized, comparative study of a radiant heat bandage on the healing of stage 3-4 pressure ulcers: a pilot study.","15879851":"Variations among high volume surgeons in the rate of complications after radical prostatectomy: further evidence that technique matters.","15903284":"Does the addition of a pharmacist transition coordinator improve evidence-based medication management and health outcomes in older adults moving from the hospital to a long-term care facility? Results of a randomized, controlled trial.","15910233":"Effect of avilamycin fed to chickens on E. faecium counts and on the selection of avilamycin-resistant E. faecium populations.","15919639":"The frequency and behavioral outcomes of goal choices in the self-management of diabetes.","15959612":"The effects of bethanechol and cisapride on urodynamic parameters in patients undergoing radical hysterectomy for cervical cancer. A randomized, double-blind,  placebo-controlled study.","15972728":"Response to antibiotics of women with symptoms of urinary tract infection but negative dipstick urine test results: double blind randomised controlled trial.","16000800":"Effects of subtherapeutic administration of antimicrobial agents to beef cattle on the prevalence of antimicrobial resistance in Campylobacter jejuni and Campylobacter hyointestinalis.","16055571":"Aerobic exercise and submaximal functional capacity in overweight pregnant women: a randomized trial.","16060184":"Use of a protease-modulating matrix in the treatment of pressure sores.","16083486":"Ageing, care dependency, and care for older people in Egypt: a review of the literature.","16100331":"Soul food light: culturally competent diabetes education.","16106480":"Randomized clinical trial comparing 5-year recurrence rate after laparoscopic versus Shouldice repair of primary inguinal hernia.","16147774":"Appraising qualitative research articles in medicine and medical education.","16151077":"Changes in antimicrobial susceptibility of native Enterococcus faecium in chickens fed virginiamycin.","16154704":"A scale for rating the quality of psychological trials for pain.","16238734":"Campylobacter susceptibility to ciprofloxacin and corresponding fluoroquinolone concentrations within the gastrointestinal tracts of chickens.","16240620":"Evaluation of a silver-releasing hydroalginate dressing in chronic wounds with signs of local infection.","16243416":"Appraising the quality of qualitative research.","16259492":"Evaluating a problem-based empowerment program for African Americans with diabetes: results of a randomized controlled trial.","16278986":"Cefuroxime axetil versus placebo for children with acute respiratory infection and imaging evidence of sinusitis: a randomized, controlled trial.","16291467":"A checklist to evaluate a report of a nonpharmacological trial (CLEAR NPT) was developed using consensus.","16318615":"Perinatal outcomes and the use of oral hypoglycemic agents.","16364022":"Emergence of fluoroquinolone resistance in Campylobacter jejuni in chickens exposed to enrofloxacin treatment at the inherent dosage licensed in Japan.","16366853":"Susceptibility of Escherichia coli from growing piglets receiving antimicrobial feed additives.","16378560":"Targeted routine asthma care in general practice using telephone triage.","16441251":"Headaches and the N95 face-mask amongst healthcare providers.","16524346":"Robustness of a computer-assisted diabetes self-management intervention across patient characteristics, healthcare settings, and intervention staff.","16545510":"Rabies post-exposure prophylaxis vaccination with purified chick embryo cell vaccine (PCECV) and purified Vero cell rabies vaccine (PVRV) in a four-site intradermal schedule (4-0-2-0-1-1): an immunogenic, cost-effective and practical  regimen.","16565631":"Impact of changing the statistical methodology on hospital and surgeon ranking: the case of the New York State cardiac surgery report card.","16581214":"[Cases of pertussis among healthcare workers in a maternity ward: management of a health alert].","16625125":"Duration of hypotension before initiation of effective antimicrobial therapy is the critical determinant of survival in human septic shock.","16629914":"Complex intervention development for diabetes self-management.","16671853":"Effect of facemask use on respiratory patterns of women in speech and singing.","16737407":"Estimates of quality and reliability with the physiotherapy evidence-based database scale to assess the methodology of randomized controlled trials of pharmacological and nonpharmacological interventions.","16751491":"Field trial evaluating the influence of prophylactic and therapeutic antimicrobial administration on antimicrobial resistance of fecal Escherichia coli in dairy calves.","16760535":"Delivering culturally sensitive care: the perceptions of older Arabian gulf Arabs concerning religion, health, and disease.","1678445":"Randomised, controlled trial of effectiveness of ampicillin in mild acute respiratory infections in Indonesian children.","16820447":"Use of a nonmedicated dietary supplement correlates with increased prevalence of streptomycin-sulfa-tetracycline-resistant Escherichia coli on a dairy farm.","1682174":"Pharmacological measures to prevent post-operative urinary retention; a prospective randomized study.","1683673":"Antimicrobial therapy for otitis media with effusion ('secretory' otitis media).","16843248":"Differences in diagnosis and treatment using telemedicine versus in-person evaluation of acute illness.","16922700":"Structured patient education: the diabetes X-PERT Programme makes a difference.","16935946":"Telephone administered cognitive behaviour therapy for treatment of obsessive compulsive disorder: randomised controlled non-inferiority trial.","16973986":"Development and validation of a clinical prediction rule for severe community-acquired pneumonia.","17002549":"The effect of subtherapeutic chlortetracycline on antimicrobial resistance in the fecal flora of swine.","17010557":"Aggregation of qualitative studies--From theory to practice: Patient priorities and family medicine/general practice evaluations.","17026695":"Adverse skin reactions to personal protective equipment against severe acute respiratory syndrome--a descriptive study in Singapore.","17046859":"The Simple Clinical Score predicts mortality for 30 days after admission to an acute medical unit.","17054446":"A randomized controlled trial of telephone calls to young patients with poorly controlled type 1 diabetes.","17060778":"What is the methodologic quality of human therapy studies in ISI surgical publications?","17069923":"Patient education in type 2 diabetes: a randomized controlled 1-year follow-up study.","17087689":"The effects of in-home rehabilitation on task self-efficacy in mobility-impaired adults: A randomized clinical trial.","17105560":"Transmission of Salmonella enterica serotype Typhimurium in poultry with and without antimicrobial selective pressure.","17113179":"A prospective study comparing insulin and glibenclamide in gestational diabetes mellitus in Asian Indian women.","17113895":"Is it possible to improve elderly male bladder function by having them drink more water? A randomized trial of effects of increased fluid intake/urine output on male lower urinary tract function.","17116904":"Development of a triage protocol for critical care during an influenza pandemic.","17118949":"Self management for men with lower urinary tract symptoms: randomised controlled trial.","17137743":"Mortality versus survival graphs: improving temporal consistency in perceptions of treatment effectiveness.","17156475":"Checklist for the qualitative evaluation of clinical studies with particular focus on external validity and model validity.","17159249":"Prevalence of papillary microcarcinoma of the thyroid in Brazilian autopsy and surgical series.","17163895":"A process for systematically reviewing the literature: providing the research evidence for public health nursing interventions.","17165634":"Fluoroquinolones vs beta-lactams for empirical treatment of immunocompetent patients with skin and soft tissue infections: a meta-analysis of randomized controlled trials.","17166097":"Prospective randomized study of the efficacy of hydrogel, hydrocolloid, and saline solution-moistened dressings on the management of pressure ulcers.","17181082":"Metabolic control of adults with type 2 diabetes mellitus through education and counseling.","17194843":"Impact of antimicrobial usage on antimicrobial resistance in commensal Escherichia coli strains colonizing broiler chickens.","17199517":"Analysis of fecal microbial flora for antibiotic resistance in ceftiofur-treated calves.","17227742":"A systematic review of the quality of homeopathic pathogenetic trials published from 1945 to 1995.","17241714":"A Phase 2 study of a purified, inactivated virus vaccine to prevent Japanese encephalitis.","1725148":"Single dose oral administration of cefixime 400mg in the treatment of acute uncomplicated cystitis and gonorrhoea.","17289660":"Beyond Good Intentions: the development and evaluation of a proactive self-management course for patients recently diagnosed with type 2 diabetes.","17318745":"\"Oldest old\" patients in intensive care: prognosis and therapeutic activity.","17353243":"Effect of macrolide usage on emergence of erythromycin-resistant Campylobacter isolates in chickens.","17354160":"Clinical and bacteriological outcome of different doses and duration of pivmecillinam compared with placebo therapy of uncomplicated lower urinary tract  infection in women: the LUTIW project.","17417099":"Simple triage scoring system predicting death and the need for critical care resources for use during epidemics.","17426305":"Health beliefs of Mexican Americans with type 2 diabetes: The Starr County border health initiative.","17434828":"Survival of elderly bacteriuric subjects following long-term quinolone therapy.","17437473":"Immunogenicity study of abbreviated rabies preexposure vaccination schedules.","17451605":"Case mix, outcome and activity for patients admitted to intensive care units requiring chronic renal dialysis: a secondary analysis of the ICNARC Case Mix Programme Database.","17457750":"An epidemiological appraisal instrument - a tool for evaluation of epidemiological studies.","17469891":"Improving diabetes self-management through acceptance, mindfulness, and values: a randomized controlled trial.","17470188":"Effects of a diabetes self-management program on glycemic control, coronary heart disease risk, and quality of life among Thai patients with type 2 diabetes.","17470488":"Tools for assessing quality and susceptibility to bias in observational studies in epidemiology: a systematic review and annotated bibliography.","17472449":"Changes in antimicrobial susceptibility in a population of Escherichia coli isolated from feedlot cattle administered ceftiofur crystalline-free acid.","17521781":"Single dose of SA 14-14-2 vaccine provides long-term protection against Japanese encephalitis: a case-control study in Nepalese children 5 years after immunization. drjbtandan@yahoo.com.","17557857":"Impact of three ampicillin dosage regimens on selection of ampicillin resistance in Enterobacteriaceae and excretion of blaTEM genes in swine feces.","17601354":"Clinical review: allocating ventilators during large-scale disasters--problems, planning, and process.","17643772":"Pre-exposure rabies vaccination using purified chick embryo cell rabies vaccine intradermally is immunogenic and safe.","17669723":"Comparison of glyburide versus insulin in management of gestational diabetes mellitus.","17671006":"Quality of prospective controlled randomized trials. Analysis of trials of treatment for lateral epicondylitis as an example.","17678910":"Prevention of gestational diabetes by metformin plus diet in patients with polycystic ovary syndrome.","17684167":"Promotora diabetes intervention for Mexican Americans.","17684614":"[Glibenclamide in the treatment for gestational diabetes mellitus in a compared study to insulin].","1773154":"Co-amoxiclav in recurrent acute otitis media: placebo controlled study.","17761059":"Accessibility, clinical effectiveness, and practice costs of providing a telephone option for routine asthma reviews: phase IV controlled implementation study.","17765937":"Critical appraisal for public health: a new checklist.","17803155":"Development of macrolide-resistant Campylobacter in broilers administered subtherapeutic or therapeutic concentrations of tylosin.","17846141":"Randomized, double-blind, placebo-controlled trial of cephalexin for treatment of uncomplicated skin abscesses in a population at risk for community-acquired methicillin-resistant Staphylococcus aureus infection.","17846935":"Evaluation of phenoxymethylpenicillin treatment of acute otitis media in children aged 2-16.","17888862":"Creating a model program for influenza surveillance in California: results from the 2005-2006 influenza season.","17909165":"A feasibility study of a culturally tailored diabetes intervention for Mexican Americans.","17974700":"Does the choice of risk-adjustment model influence the outcome of surgeon-specific mortality analysis? A retrospective analysis of 14,637 patients  under 31 surgeons.","18056902":"Antibiotics and topical nasal steroid for treatment of acute maxillary sinusitis: a randomized controlled trial.","18061060":"Safety and immunogenicity of a Vero-cell-derived, inactivated Japanese encephalitis vaccine: a non-inferiority, phase III, randomised controlled trial.","18073267":"Scales to assess the quality of randomized controlled trials: a systematic review.","18082004":"Variation in quality of diabetes care at the levels of patient, physician, and clinic.","18161398":"Metformin and insulin in the management of gestational diabetes mellitus: preliminary results of a comparison.","18223115":"Effect of antimicrobial dosage regimen on Salmonella and Escherichia coli isolates from feeder swine.","18227847":"A randomized trial of the effects of dietary counseling on gestational weight gain and glucose metabolism in obese pregnant women.","18284391":"Beneficial effect of resin salve in treatment of severe pressure ulcers: a prospective, randomized and controlled multicentre trial.","18284414":"How should patients with an overactive bladder manipulate their fluid intake?","18285552":"Estimating physician effects on glycemic control in the treatment of diabetes: methods, effects sizes, and implications for treatment policy.","18294743":"A 5-year follow-up of antibody response in children vaccinated with single dose of live attenuated SA14-14-2 Japanese encephalitis vaccine: immunogenicity and anamnestic responses.","18295373":"What do healthcare workers think? A survey of facial protection equipment user preferences.","18322557":"Antibiotic resistance among indicator bacteria isolated from healthy pigs in New Zealand.","18341664":"Efficacy and safety of retapamulin ointment as treatment of impetigo: randomized double-blind multicentre placebo-controlled trial.","1836153":"Spinal manipulation and mobilisation for back and neck pain: a blinded review.","18374304":"A randomized trial comparing the efficacy of cognitive-behavioral therapy for bulimia nervosa delivered via telemedicine versus face-to-face.","18375778":"Strategies for implementing a promotores-led diabetes self-management program into a clinic structure.","18385577":"A prospective, randomized, multisite clinical evaluation of a transparent absorbent acrylic dressing and a hydrocolloid dressing in the management of Stage II and shallow Stage III pressure ulcers.","18388654":"Allocation of ventilators in a public health disaster.","18398307":"Protecting Indian schoolchildren against rabies: pre-exposure vaccination with purified chick embryo cell vaccine (PCECV) or purified verocell rabies vaccine (PVRV).","18401408":"Estimating the impact of school closure on influenza transmission from Sentinel data.","18417664":"Changes in tetracycline susceptibility of enteric bacteria following switching to nonmedicated milk replacer for dairy calves.","18431444":"A simplified 4-site economical intradermal post-exposure rabies vaccine regimen: a randomised controlled comparison with standard methods.","18431478":"Does 3-day course of oral amoxycillin benefit children of non-severe pneumonia with wheeze: a multicentric randomised controlled trial.","18435777":"Effects of the Diabetes Manual 1:1 structured education in primary care.","18448601":"A phase II trial of telehealth delivery of the Lidcombe Program of Early Stuttering Intervention.","18460506":"Definitive care for the critically ill during a disaster: a framework for allocation of scarce resources in mass critical care: from a Task Force for Mass  Critical Care summit meeting, January 26-27, 2007, Chicago, IL.","18461182":"Preliminary findings of a randomized trial of non-pharmaceutical interventions to prevent influenza transmission in households.","18463376":"Metformin versus insulin for the treatment of gestational diabetes.","18469042":"Technical note: Occurrence in fecal microbiota of genes conferring resistance to both macrolide-lincosamide-streptogramin B and tetracyclines concomitant with feeding of beef cattle with tylosin.","18500410":"Preliminary report on surgical mask induced deoxygenation during major surgery.","18502931":"Effect of subtherapeutic administration of antibiotics on the prevalence of antibiotic-resistant Escherichia coli bacteria in feedlot cattle.","18505210":"Prevalence and patterns of antimicrobial resistance of fecal Escherichia coil among pigs on 47 farrow-to-finish farms with different in-feed medication policies in Ontario and British Columbia.","18510639":"The association of state and national legislation with living kidney donation rates in the United States: a national study.","18557682":"A systematic and transparent approach for assessing the methodological quality of intervention effectiveness research: the Study Design and Implementation Assessment Device (Study DIAD).","18558884":"SMART-COP: a tool for predicting the need for intensive respiratory or vasopressor support in community-acquired pneumonia.","18559367":"Placebo found equivalent to amoxicillin for treatment of acute bronchitis in Nairobi, Kenya: a triple blind, randomised, equivalence trial.","18576270":"Rating the methodological quality of single-subject designs and n-of-1 trials: introducing the Single-Case Experimental Design (SCED) Scale.","18588481":"Randomized, double-blind, placebo-controlled phase 3 trial of the safety and tolerability of IC51, an inactivated Japanese encephalitis vaccine.","18596303":"Outcomes of an intervention to reduce uncertainty among African American women with diabetes.","18618233":"Informal and formal long-term care for frail older adults in Cairo, Egypt: family caregiving decisions in a context of social change.","18644956":"Selection and persistence of CTX-M-producing Escherichia coli in the intestinal flora of pigs treated with amoxicillin, ceftiofur, or cefquinome.","18651320":"Metformin has no major effects on glucose homeostasis in pregnant women with PCOS: results of a randomized double-blind study.","18660565":"Clinical assessment of the HELLODOC tele-rehabilitation service.","18664153":"Phototherapy in the treatment of acne vulgaris.","18672961":"Antimicrobial susceptibility of enteric bacteria recovered from feedlot cattle administered chlortetracycline in feed.","18723654":"Diversity and distribution of commensal fecal Escherichia coli bacteria in beef cattle administered selected subtherapeutic antimicrobials in a feedlot setting.","18775625":"Assessing the effectiveness of an Internet-based videoconferencing platform for delivering intensified substance abuse counseling.","18787440":"Outcome prediction in critical care: the Mortality Probability Models.","18804510":"A pilot study on intradermal vaccination of Japanese rabies vaccine for pre-exposure immunization.","18826841":"Effects of school closures, 2008 winter influenza season, Hong Kong.","18849465":"Synchronous provider visit and self-management education improves glycemic control in Hispanic patients with long-standing type 2 diabetes.","18928196":"Diabetes self-management behaviors and A1c improved following a community-based intervention in older adults in Georgia senior centers.","18950963":"Antimicrobial resistance and genotypic characterization of coagulase-negative staphylococci over the dry period.","19003784":"Changes in antibiotic susceptability of Escherichia coli isolated from steers exposed to antibiotics during the early feeding period.","19012353":"Improving understanding of adjuvant therapy options by using simpler risk graphics.","19025467":"Effects of antimicrobial treatment on selection of resistant Escherichia coli in broiler fecal flora.","19126810":"Respirator tolerance in health care workers.","1912887":"Acute red ear in children: controlled trial of non-antibiotic treatment in general practice.","19131469":"Effects of self-management support on structure, process, and outcomes among vulnerable patients with diabetes: a three-arm practical clinical trial.","19153413":"Who should receive life support during a public health emergency? Using ethical principles to improve allocation decisions.","19155899":"Preventing excessive weight gain during pregnancy through dietary and lifestyle counseling: a randomized controlled trial.","19161123":"Older adult care in Lebanon: towards stronger and sustainable reforms.","19171294":"Intensive management program to improve glycosylated hemoglobin levels and adherence to diet in patients with type 2 diabetes.","19186579":"Short-term impact of an educational program promoting live donor kidney transplantation in dialysis centers.","19193267":"Face mask use and control of respiratory virus transmission in households.","19200452":"Comparison of a single, high-dose vaccination regimen to the standard regimen for the investigational Japanese encephalitis vaccine, IC51: a randomized, observer-blind, controlled Phase 3 study.","19216002":"Use of surgical face masks to reduce the incidence of the common cold among health care workers in Japan: a randomized controlled trial.","19222623":"The efficacy and safety of daptomycin vs. vancomycin for the treatment of cellulitis and erysipelas.","19233357":"A scoring system for appraising mixed methods research, and concomitantly appraising qualitative, quantitative and mixed methods primary studies in Mixed Studies Reviews.","19246785":"A prospective, randomized clinical trial to assess the cost-effectiveness of a modern foam dressing versus a traditional saline gauze dressing in the treatment  of stage II pressure ulcers.","19279511":"Improving the reliability of physician performance assessment: identifying the \"physician effect\" on quality and creating composite measures.","19309714":"Funnel plots for comparing performance of PCI performing hospitals and cardiologists: demonstration of utility using the New York hospital mortality data.","1933306":"Parvalbumin in the monkey striate cortex: a quantitative immunoelectron-microscopy study.","19356743":"The cost effectiveness of cognitive behavioral therapy for bulimia nervosa delivered via telemedicine versus face-to-face.","19364890":"A randomized trial of virtual visits in a general medicine practice.","19375570":"Neonatal adiposity following maternal treatment of gestational diabetes with glyburide compared with insulin.","19376926":"Role of ceftiofur in selection and dissemination of blaCMY-2-mediated cephalosporin resistance in Salmonella enterica and commensal Escherichia coli isolates from cattle.","19379542":"Comparison of the prevalence of bacterial enteropathogens, potentially zoonotic bacteria and bacterial resistance to antimicrobials in organic and conventional poultry, swine and beef production: a systematic review and meta-analysis.","19383882":"A randomized trial of a church-based diabetes self-management program for African Americans with type 2 diabetes.","19407333":"Community-based peer-led diabetes self-management: a randomized trial.","19409657":"Randomized, controlled trial of antibiotics in the management of community-acquired skin abscesses in the pediatric patient.","19424889":"Randomized controlled non-inferiority trial of a telehealth treatment for chronic stuttering: the Camperdown Program.","19433702":"A comprehensive pharmacist intervention to reduce morbidity in patients 80 years or older: a randomized controlled trial.","19451553":"A structured educational program improves metabolic control in patients with type 2 diabetes: a randomized controlled trial.","19454403":"SGS: a structured treatment and teaching programme for older patients with diabetes mellitus--a prospective randomised controlled multi-centre trial.","19485993":"The impact of self-management of lower urinary tract symptoms on frequency-volume chart measures.","19486955":"Safety and immunogenicity of concomitant vaccination with the cell-culture based Japanese Encephalitis vaccine IC51 and the hepatitis A vaccine HAVRIX1440 in healthy subjects: A single-blind, randomized, controlled Phase 3 study.","1952710":"[Evaluation of tixocortol pivalate-neomycin combination versus ++a placebo excipient in acute rhinopharyngitis in children].","19549336":"Palliative care for older people - exploring the views of doctors and nurses from different fields in Germany.","19555600":"Epidemiology of influenza A(H1N1)v virus infection in Japan, May-June 2009.","19564277":"Effectiveness of amoxicillin/clavulanate potassium in the treatment of acute bacterial sinusitis in children.","19566639":"Efficacy of a self-management education program for people with type 2 diabetes: results of a 12 month trial.","19581058":"Field trial evaluating changes in prevalence and patterns of antimicrobial resistance among Escherichia coli and Enterococcus spp. isolated from growing broilers medicated with enrofloxacin, apramycin and amoxicillin.","19585925":"Perinatal outcomes in nutritionally monitored obese pregnant women: a randomized clinical trial.","19589329":"Preliminary descriptive epidemiology of a large school outbreak of influenza A(H1N1)v in the West Midlands, United Kingdom, May 2009.","19590025":"Physiotherapy at a distance: a controlled study of rehabilitation at home after a shoulder joint operation.","19616166":"Influence of diabetic education on patient metabolic control.","19622032":"Quantification of the bla(CMY-2) in feces from beef feedlot cattle administered three different doses of ceftiofur in a longitudinal controlled field trial.","19624564":"Successful expansion of the living donor pool by alternative living donation programs.","19635898":"A randomized, double-blind, safety and tolerability study to assess the ophthalmic and renal effects of tafenoquine 200 mg weekly versus placebo for 6 months in healthy volunteers.","19636320":"Resistance exercise training during pregnancy and newborn's birth size: a randomised controlled trial.","19652172":"Facemasks and hand hygiene to prevent influenza transmission in households: a cluster randomized trial.","19674176":"Instruments to tailor care of people with type 2 diabetes.","19679750":"Strategies for pandemic and seasonal influenza vaccination of schoolchildren in the United States.","19680280":"The Cataract National Dataset electronic multi-centre audit of 55,567 operations: variation in posterior capsule rupture rates between surgeons.","19690523":"Comprehensive self-management for irritable bowel syndrome: randomized trial of in-person vs. combined in-person and telephone sessions.","19696442":"Effectiveness of treatments for severe sepsis: a prospective, multicenter, observational study.","19707085":"The effects of isolated telephone interventions on glycemic control in type 2 diabetes: a literature review.","19707579":"The effect of alternative graphical displays used to present the benefits of antibiotics for sore throat on decisions about whether to seek treatment: a randomized trial.","19708174":"Prevention of gestational diabetes mellitus by continuing metformin therapy throughout pregnancy in women with polycystic ovary syndrome.","19712203":"Quality of drug prescribing in older patients: is there a problem and can we improve it?","19712648":"Pandemic influenza A(H1N1)v in New Zealand: the experience from April to August 2009.","19747869":"Supervised home-based exercise may attenuate the decline of glucose tolerance in obese pregnant women.","19770773":"Association between school closure and subsequent absenteeism during a seasonal influenza epidemic.","19822372":"Changes in antimicrobial resistance among faecal enterococci isolated from growing broilers prophylactically medicated with three commercial antimicrobials.","19825055":"An observational cohort study of triage for critical care provision during pandemic influenza: 'clipboard physicians' or 'evidenced based medicine'?","19835535":"Reducing excessive weight gain in pregnancy: a randomised controlled trial.","19841835":"Exercises for paretic upper limb after stroke: a combined virtual-reality and telemedicine approach.","19857447":"Immunogenicity and safety of IXIARO (IC51) in a Phase II study in healthy Indian children between 1 and 3 years of age.","19860754":"An assessment of the validity of SOFA score based triage in H1N1 critically ill patients during an influenza pandemic.","19861075":"Influenza (H1N1) 2009 outbreak and school closure, Osaka Prefecture, Japan.","19861700":"Matrix-assisted autologous chondrocyte transplantation for the repair of cartilage defects of the knee: systematic clinical data review and study quality  analysis.","19883547":"Pandemic influenza in a southern hemisphere setting: the experience in Peru from May to September, 2009.","19895519":"Linezolid versus vancomycin for MRSA skin and soft tissue infections (systematic review and meta-analysis).","19900794":"Linezolid versus vancomycin for the treatment of gram-positive bacterial infections: meta-analysis of randomised controlled trials.","19903205":"Preliminary population-based epidemiological and clinical data on 2009 pandemic H1N1 influenza A (pH1N1) from Lima, Peru.","19921981":"Cranberry juice for the prevention of recurrent urinary tract infections: a randomized controlled trial in children.","19925691":"Pandemic (H1N1) 2009 virus outbreak in a school in London, April-May 2009: an observational study.","19934396":"Daptomycin versus other antimicrobial agents for the treatment of skin and soft tissue infections: a meta-analysis.","19955397":"Effect of lifestyle intervention on dietary habits, physical activity, and gestational weight gain in obese pregnant women: a randomized controlled trial.","19963297":"Farm-to-fork characterization of Escherichia coli associated with feedlot cattle with a known history of antimicrobial use.","19995217":"Postexposure rabies prophylaxis completed in 1 week: preliminary study.","19995933":"Randomized, double-blind study of the safety, tolerability, and efficacy of tafenoquine versus mefloquine for malaria prophylaxis in nonimmune subjects.","20001170":"Can managed care plans reliably infer the quality of cardiac surgeons' outcomes?","20001574":"Efficacy and safety of linezolid in methicillin-resistant Staphylococcus aureus (MRSA) complicated skin and soft tissue infection (cSSTI): a meta-analysis.","20027034":"Metformin compared with glyburide in gestational diabetes: a randomized controlled trial.","20029224":"Continuation of metformin reduces early pregnancy loss in obese Pakistani women with polycystic ovarian syndrome.","20031042":"Ceftiofur resistance in Salmonella enterica serovar Heidelberg from chicken meat and humans, Canada.","20036443":"Health care workers' views about respirator use and features that should be included in the next generation of respirators.","20042423":"A new model of home-based telemonitored cardiac rehabilitation in patients with heart failure: effectiveness, quality of life, and adherence.","20048677":"Impact of time to antibiotics on survival in patients with severe sepsis or septic shock in whom early goal-directed therapy was initiated in the emergency department.","20057330":"Meaningful variation in performance: what does variation in quality tell us about improving quality?","20083278":"Variations among experienced surgeons in cancer control after open radical prostatectomy.","20098847":"[A prospective, randomized, open and comparative study to evaluate the safety and efficacy of blue light treatment versus a topical benzoyl peroxide 5% formulation in patients with acne grade II and III].","20122291":"Worst case: rethinking tertiary triage protocols in pandemics and other health emergencies.","20122374":"Telemedicine for anger management therapy in a rural population of combat veterans with posttraumatic stress disorder: a randomized noninferiority trial.","20146829":"Risk scoring systems for adults admitted to the emergency department: a systematic review.","20149402":"A meta-analysis comparing conservative treatment versus acute appendectomy for complicated appendicitis (abscess or phlegmon).","20172299":"The role of an interdisciplinary transplant team on living donation kidney transplantation program.","20213418":"Chapter 3. Coordination and collaboration with interface units. Recommendations and standard operating procedures for intensive care unit and hospital preparations for an influenza epidemic or mass disaster.","20297744":"Impact of non-pharmaceutical interventions on URIs and influenza in crowded, urban households.","20299481":"Online diabetes self-management program: a randomized study.","20346539":"Randomized controlled trial of trimethoprim-sulfamethoxazole for uncomplicated skin abscesses in patients at risk for community-associated methicillin-resistant Staphylococcus aureus infection.","20357374":"Prevention of gestational diabetes: feasibility issues for an exercise intervention in obese pregnant women.","20375419":"A demonstration of ''less can be more'' in risk graphics.","20386035":"Acceptability and willingness to pay for primary care videoconferencing: a randomized controlled trial.","20388042":"Web-based comprehensive information system for self-management of diabetes mellitus.","20403351":"Immunogenicity and safety study of Indirab: a Vero cell based chromatographically purified human rabies vaccine.","20408918":"Selecting for development of fluoroquinolone resistance in a Campylobacter jejuni strain 81116 in chickens using various enrofloxacin treatment protocols.","2041927":"Systemic or local treatment of erythrasma? A comparison between erythromycin tablets and Fucidin cream in general practice.","20422704":"Moxifloxacin five-day therapy versus placebo in acute bacterial rhinosinusitis.","20429820":"Comparative effectiveness of antibiotics for the treatment of MRSA complicated skin and soft tissue infections.","20455960":"Allogenic platelet gel in the treatment of pressure sores: a pilot study.","20464263":"Equivalence between pre-exposure schemes for human rabies and evaluation of the need for serological monitoring.","20484058":"The effect of a diabetes education, coping skills training, and care intervention on physiological and psychosocial outcomes in black women with type 2 diabetes.","20484125":"TeleHealth improves diabetes self-management in an underserved community: diabetes TeleCare.","20497488":"Repeated therapeutic dosing selects macrolide-resistant Campylobacter spp. in a turkey facility.","20541581":"Long-term immunity and immune response to a booster dose following vaccination with the inactivated Japanese encephalitis vaccine IXIARO, IC51.","20556536":"Managing the space between visits: a randomized trial of disease management for diabetes in a community health center.","20587360":"2009 pandemic influenza A(H1N1) outbreak in a complex of schools in Paris, France, June 2009.","20600481":"Safety and efficacy of novel dermal and epidermal microneedle delivery systems for rabies vaccination in healthy adults.","20617937":"Prevalence and distribution of Salmonella in organic and conventional broiler poultry farms.","20675953":"Promoting diabetes self-management among African Americans: an educational intervention.","20678333":"Pandemic (H1N1) 2009 vaccination and class suspensions after outbreaks, Taipei City, Taiwan.","20678676":"Impact of the implementation of a sepsis protocol for the management of fluid-refractory septic shock: A single-center, before-and-after study.","20684867":"Antimicrobial resistance in Campylobacter coli selected by tylosin treatment at a pig farm.","20714820":"Outcomes of minimal and moderate support versions of an internet-based diabetes self-management support program.","20735942":"Mobile messaging as surveillance tool during pandemic (H1N1) 2009, Mexico.","20795308":"A primary school outbreak of pandemic 2009 influenza A (H1N1) in China.","20803723":"Care of the elderly in United Arab Emirates.","20819110":"The comprehensive care project: measuring physician performance in ambulatory practice.","20825801":"Primary closure of cutaneous abscesses: a systematic review.","20828229":"Evaluating the methodological quality of sports neuropsychology concussion research: a systematic review.","20836797":"Feasibility of elementary school children's use of hand gel and facemasks during influenza season.","20849009":"The simple clinical score: a tool for benchmarking of emergency admissions in acute internal medicine.","20856164":"Safety and immunogenicity of a single administration of live-attenuated Japanese encephalitis vaccine in previously primed 2- to 5-year-olds and naive 12- to 24-month-olds: multicenter randomized controlled trial.","20861692":"Immunogenicity, safety and tolerance of a purified duck embryo vaccine (PDEV, VAXIRAB) for rabies post-exposure prophylaxis: Results of a multicentric study in India.","20863734":"Consensus document on controversial issues for the treatment of hospital-associated pneumonia.","20864814":"Concomitant or sequential administration of live attenuated Japanese encephalitis chimeric virus vaccine and yellow fever 17D vaccine: randomized double-blind phase II evaluation of safety and immunogenicity.","20873910":"How does tele-mental health affect group therapy process? Secondary analysis of a noninferiority trial.","20926533":"Metformin versus placebo from first trimester to delivery in polycystic ovary syndrome: a randomized, controlled multicenter study.","20934459":"Immunogenicity, safety and tolerability in adults of a new single-dose, live-attenuated vaccine against Japanese encephalitis: Randomised controlled phase 3 trials.","20940385":"Managing medications in clinically complex elders: \"There's got to be a happy medium\".","20970544":"Results of a living donor kidney promotion program.","21034271":"Effects of restricted antimicrobial exposure on antimicrobial resistance in fecal Escherichia coli from feedlot cattle.","21037885":"Associations between antimicrobial use and the prevalence of antimicrobial resistance in fecal Escherichia coli from feedlot cattle in western Canada.","21074887":"Motivational interviewing delivered by diabetes educators: does it improve blood glucose control among poorly controlled type 2 diabetes patients?","21081539":"Lessened decline in physical activity and impairment of older adults with diabetes with telemedicine and pedometer use: results from the IDEATel study.","21083860":"Metformin should be considered in the treatment of gestational diabetes: a prospective randomised study.","21095334":"Predictors of mitral valve repair: clinical and surgeon factors.","21103330":"Surgical mask to prevent influenza transmission in households: a cluster randomized trial.","21121230":"Effect of school closure on the incidence of influenza among school-age children in Arizona.","2112167":"Use of mupirocin ointment in the treatment of secondarily infected dermatoses.","21143256":"Effectiveness of a community pharmacist intervention in diabetes care: a randomized controlled trial.","21149228":"A modified sequential organ failure assessment score for critical care triage.","21150279":"Long term immunity to live attenuated Japanese encephalitis chimeric virus vaccine: randomized, double-blind, 5-year phase II study in healthy adults.","21173186":"Systematic review and meta-analysis of the effectiveness and safety of tigecycline for treatment of infectious disease.","21198810":"Barriers to mask wearing for influenza-like illnesses among urban Hispanic households.","21211103":"Facemasks and intensified hand hygiene in a German household trial during the 2009/2010 influenza A(H1N1) pandemic: adherence and tolerability in children and  adults.","21226576":"Treatment of acute otitis media in children under 2 years of age.","21226577":"A placebo-controlled trial of antimicrobial treatment for acute otitis media.","21247239":"Can metformin reduce the incidence of gestational diabetes mellitus in pregnant women with polycystic ovary syndrome? Prospective cohort study.","21248209":"Internet-based outpatient telerehabilitation for patients following total knee arthroplasty: a randomized controlled trial.","21269458":"The Simple Triage Scoring System (STSS) successfully predicts mortality and critical care resource utilization in H1N1 pandemic flu: a retrospective analysis.","21270184":"Glycemic control and health disparities in older ethnically diverse underserved adults with diabetes: five-year results from the Informatics for Diabetes Education and Telemedicine (IDEATel) study.","21281410":"Treating disordered speech and voice in Parkinson's disease online: a randomized controlled non-inferiority trial.","21288804":"Long term immunity following a booster dose of the inactivated Japanese Encephalitis vaccine IXIARO(R), IC51.","21300516":"Knowing the ABCs: a comparative effectiveness study of two methods of diabetes education.","21310836":"Randomized trial of a behavioral intervention to prevent excessive gestational weight gain: the Fit for Delivery Study.","21342887":"Household transmission of 2009 pandemic influenza A (H1N1) and nonpharmaceutical interventions among households of high school students in San Antonio, Texas.","21342888":"An outbreak of 2009 pandemic influenza A (H1N1) virus infection in an elementary school in Pennsylvania.","21342907":"Influenza-like illness in a community surrounding a school-based outbreak of 2009 pandemic influenza A (H1N1) virus-Chicago, Illinois, 2009.","21361398":"Multiple outbreaks for the same pandemic: Local transportation and social distancing explain the different \"waves\" of A-H1N1pdm cases observed in Mexico during 2009.","21378213":"Randomized trial of a literacy-sensitive, culturally tailored diabetes self-management intervention for low-income latinos: latinos en control.","21382570":"Does wearing a surgical facemask or N95-respirator impair radio communication?","21398389":"A randomized controlled trial of home telerehabilitation for post-knee arthroplasty.","2142869":"Do corticosteroids reduce mortality from alcoholic hepatitis? A meta-analysis of the randomized trials.","21429234":"Feasibility of a lifestyle intervention in early pregnancy to prevent deterioration of glucose tolerance.","21464719":"Occult papillary thyroid carcinoma: prevalence at autopsy in Turkish people.","21466516":"A randomised trial of a four-step multidisciplinary approach to the antenatal care of obese pregnant women.","2147032":"Acupuncture and chronic pain: a criteria-based meta-analysis.","21477136":"A cluster randomized clinical trial comparing fit-tested and non-fit-tested N95 respirators to medical masks to prevent respiratory virus infection in health care workers.","21485941":"Evaluation of an education intervention to increase the pursuit of living kidney donation: a randomized controlled trial.","21504594":"Distribution and characterization of ampicillin- and tetracycline-resistant Escherichia coli from feedlot cattle fed subtherapeutic antimicrobials.","21546875":"Bethanechol chloride for the prevention of bladder dysfunction after radical hysterectomy in gynecologic cancer patients: a randomized controlled trial study.","21549546":"Early goal-directed therapy (EGDT) for severe sepsis/septic shock: which components of treatment are more difficult to implement in a community-based emergency department?","21572327":"Association between timing of antibiotic administration and mortality from septic shock in patients treated with a quantitative resuscitation protocol.","21592715":"Efficacy of ongoing group based diabetes self-management education for patients with type 2 diabetes mellitus. A randomised controlled trial.","21594656":"A new instrument for assessing the quality of studies on prevalence.","21605212":"A self-management intervention to improve quality of life and psychosocial impact for people with type 2 diabetes.","21610860":"Primary prevention of gestational diabetes mellitus and large-for-gestational-age newborns by lifestyle counseling: a cluster-randomized controlled trial.","21616627":"Diabetes Medication Assistance Service: the pharmacist's role in supporting patient self-management of type 2 diabetes (T2DM) in Australia.","21623465":"Improved diabetes control in the elderly delays global cognitive decline.","21624784":"Different transmission patterns in the early stages of the influenza A(H1N1)v pandemic: a comparative analysis of 12 European countries.","21629683":"Characterizing the epidemiology of the 2009 influenza A/H1N1 pandemic in Mexico.","21631837":"The infection control management of MRSA in acute care.","21631874":"Nursing home residents' views on dying and death: nursing home employee's perspective.","21645183":"Prevalence and diversity of class 1 integrons and resistance genes in antimicrobial-resistant Escherichia coli originating from beef cattle administered subtherapeutic antimicrobials.","21651736":"Findings from a household randomized controlled trial of hand washing and face masks to reduce influenza transmission in Bangkok, Thailand.","21664077":"Effects of tetracycline and zinc on selection of methicillin-resistant Staphylococcus aureus (MRSA) sequence type 398 in pigs.","21668666":"The relative clinical impact of 2009 pandemic influenza A (H1N1) in the community compared to seasonal influenza in the Netherlands was most marked among 5-14 year olds.","21680932":"Effectiveness of a community health worker intervention among African American and Latino adults with type 2 diabetes: a randomized controlled trial.","21693570":"General practice and social service partnership for better clinical outcomes, patient self efficacy and lifestyle behaviours of diabetic care: randomised control trial of a chronic care model.","21712984":"Spatial and temporal characteristics of the 2009 A/H1N1 influenza pandemic in Peru.","21748130":"The Role of Caregivers in the Management of Alzheimer's disease: Examples from Asian Countries.","21775748":"Peer-led diabetes education programs in high-risk Mexican Americans improve glycemic control compared with standard approaches: a Project Dulce promotora randomized trial.","21788632":"Cluster-randomized trial of a mobile phone personalized behavioral intervention for blood glucose control.","21809060":"Immunogenicity of intradermal vaccination of Japanese rabies vaccine for preexposure immunization following WHO recommendation.","21812879":"Effectiveness of a self-efficacy program for persons with diabetes: a randomized controlled trial.","21846714":"Variation in reoperation after colorectal surgery in England as an indicator of surgical performance: retrospective analysis of Hospital Episode Statistics.","21888809":"Increased extent of and risk factors for pandemic (H1N1) 2009 and seasonal influenza among children, Israel.","21888814":"Respiratory illness in households of school-dismissed students during pandemic (H1N1) 2009.","21893677":"Objective assessment of increase in breathing resistance of N95 respirators on human subjects.","21923567":"A comparison between the effectiveness of erythromycin, single-dose clarithromycin and topical fusidic acid in the treatment of erythrasma.","21926598":"The Eldicus prospective, observational study of triage decision making in European intensive care units: part I--European Intensive Care Admission Triage Scores.","2193631":"A randomized comparison of poly-hema and hydrocolloid dressings for treatment of pressure sores.","21948120":"Exercise during pregnancy improves maternal glucose screen at 24-28 weeks: a randomised controlled trial.","21972411":"The LiP (Lifestyle in Pregnancy) study: a randomized controlled trial of lifestyle intervention in 360 obese pregnant women.","21986347":"Evaluation of a behavior support intervention for patients with poorly controlled diabetes.","21986350":"Comparative effectiveness of patient education methods for type 2 diabetes: a randomized controlled trial.","22008019":"Self-care competence in the case of Brazilian patients with diabetes mellitus in a multiprofessional educational programme.","22017967":"Lifestyle intervention on diet and exercise reduced excessive gestational weight gain in pregnant women under a randomised controlled trial.","22020234":"Pediatric ventilation in a disaster: clinical and ethical decision making.","2202317":"Biofilm hydrogel dressing: a clinical evaluation in the treatment of pressure sores.","2203814":"Comparison of human immune responses to purified Vero cell and human diploid cell rabies vaccines by using two different antibody titration methods.","22079261":"Having to focus on doing rather than being-nurse assistants' experience of palliative care in municipal residential care settings.","22085732":"Duration of antibiotic therapy for bacteremia: a systematic review and meta-analysis.","22091799":"Clinical efficacy of home-use blue-light therapy for mild-to moderate acne.","22092152":"Behavioral versus drug treatment for overactive bladder in men: the Male Overactive Bladder Treatment in Veterans (MOTIVE) Trial.","22092426":"Effects of visiting nurses' individually tailored education for low-income adult diabetic patients in Korea.","22093394":"Comparison of the effects of using the Crowe Critical Appraisal Tool versus informal appraisal in assessing health research: a randomised trial.","22093485":"Effect of intensive counselling on the quality of dietary fats in pregnant women at high risk of gestational diabetes mellitus.","22098332":"Effect of bed head elevation during sleep in symptomatic patients of nocturnal gastroesophageal reflux.","22127826":"A diabetes education multimedia program in the waiting room setting.","22168256":"Discomfort and exertion associated with prolonged wear of respiratory protection in a health care setting.","22178519":"One clinic visit for pre-exposure rabies vaccination (a preliminary one year study).","22183208":"Regular exercise during pregnancy to prevent gestational diabetes: a randomized controlled trial.","22189727":"Lactate and base deficit are predictors of mortality in critically ill patients with cancer.","22236412":"Influence of experience on performance of individual surgeons in thyroid surgery: prospective cross sectional multicentre study.","22280120":"The role of facemasks and hand hygiene in the prevention of influenza transmission in households: results from a cluster randomised trial; Berlin, Germany, 2009-2011.","22295066":"Facemasks, hand hygiene, and influenza among young adults: a randomized intervention trial.","2229860":"The Senior Care Study. The optimal use of medications in acutely ill older patients.","22298678":"Variability in reexcision following breast conservation surgery.","22305026":"Recurrent urinary tract infection and urinary Escherichia coli in women ingesting cranberry juice daily: a randomized controlled trial.","22307299":"Longitudinal study of the persistence of antimicrobial-resistant campylobacter strains in distinct Swine production systems on farms, at slaughter, and in the environment.","22307632":"In-feed antibiotic effects on the swine intestinal microbiome.","22326638":"Absence of consequential changes in physiological, thermal and subjective responses from wearing a surgical mask.","22335933":"Modelling interrupted time series to evaluate prevention and control of infection in healthcare.","22337680":"Amoxicillin for acute rhinosinusitis: a randomized controlled trial.","22384291":"[Depression and level of burden among family caregivers of demented patients in Tunisia].","22385783":"Minimizing inappropriate medications in older populations: a 10-step conceptual framework.","22401951":"At risk of undertriage? Testing the performance and accuracy of the emergency severity index in older emergency department patients.","22406277":"Immunogenicity of one dose of Vero cell culture-derived Japanese encephalitis (JE) vaccine in adults previously vaccinated with mouse brain-derived JE vaccine.","22414198":"Effectiveness of peer-led self-management coaching for patients recently diagnosed with Type 2 diabetes mellitus in primary care: a randomized controlled  trial.","22424078":"Feasibility and acceptability of clinic-based telepsychiatry for low-income Hispanic primary care patients.","22437543":"Prevalence and antibiotic resistance of mastitis pathogens isolated from dairy herds transitioning to organic management.","22461037":"Live donor champion: finding live kidney donors by separating the advocate from the patient.","22482874":"The potential role of a self-management intervention for benign prostate hyperplasia.","22503134":"Respiratory hygiene in emergency departments: compliance, beliefs, and perceptions.","22505499":"Perinatal impact of the use of metformin and glyburide for the treatment of gestational diabetes mellitus.","22539172":"Effectiveness of a diabetes education and self management programme (DESMOND) for people with newly diagnosed type 2 diabetes mellitus: three year follow-up of a cluster randomised controlled trial in primary care.","22550131":"Hypertension control among patients followed by cardiologists.","22555775":"End-of-life care from the perspective of primary care providers.","22584761":"Treatment limitations at admission to intensive care units in Australia and New Zealand: prevalence, outcomes, and resource use*.","22616913":"No effect of the FitFor2 exercise programme on blood glucose, insulin sensitivity, and birthweight in pregnant women who were overweight and at risk for gestational diabetes: results of a randomised controlled trial.","22656403":"Patient and phaRmacist telephonic encounters (PARTE) in an underserved rural patient population with asthma: results of a pilot study.","22685695":"Predicting outcomes in emergency medical admissions - role of laboratory data and co-morbidity.","22696017":"A single dose of vero cell-derived Japanese encephalitis (JE) vaccine (Ixiaro) effectively boosts immunity in travelers primed with mouse brain-derived JE vaccines.","22697444":"An integrated approach to delivering exposure-based treatment for symptoms of PTSD and depression in OIF/OEF veterans: preliminary findings.","22699446":"Evaluation of a one week intradermal regimen for rabies post-exposure prophylaxis: results of a randomized, open label, active-controlled trial in healthy adult volunteers in India.","22700021":"Triage of mechanical ventilation for pediatric patients during a pandemic.","2270881":"[Occult carcinoma of the thyroid gland: an epidemiological study of autopsy material].","22715981":"Exercise during pregnancy reduces the rate of cesarean and instrumental deliveries: results of a randomized controlled trial.","22716168":"Hospital and surgeon variation in complications and repeat surgery following incident lumbar fusion for common degenerative diagnoses.","22743661":"A randomized pilot trial comparing videoconference versus face-to-face delivery of behavior therapy for childhood tic disorders.","22762449":"Adherence to diabetes self care for white, African-American and Hispanic American telemedicine participants: 5 year results from the IDEATel project.","22804796":"Does regular exercise including pelvic floor muscle training prevent urinary and anal incontinence during pregnancy? A randomised controlled trial.","22805170":"Relationships among initial hospital triage, disease progression and mortality in community-acquired pneumonia.","22828825":"Variability in surgeons' perioperative practices may influence the incidence of low-output failure after coronary artery bypass grafting surgery.","22839453":"A pilot randomised controlled trial of negative pressure wound therapy to treat grade III/IV pressure ulcers [ISRCTN69032034].","22843114":"Exercise in pregnancy: effect on fitness and obstetric outcomes-a randomized trial.","22888158":"A randomised trial of a remote home support programme for infants with major congenital heart disease.","22936795":"Low glycaemic index diet in pregnancy to prevent macrosomia (ROLO study): randomised control trial.","22943610":"Retrospective cohort study on patterns of care and outcomes of surgical treatment for lower urinary-genital tract fistula among English National Health Service hospitals between 2000 and 2009.","22960586":"A pilot study: fluid intake and bacteriuria in nursing home residents in southern Taiwan.","22971205":"Randomized controlled trial of clinical pharmacy management of patients with type 2 diabetes in an outpatient diabetes clinic in Jordan.","23020608":"Metformin vs. insulin in gestational diabetes. A randomized study characterizing metformin patients needing additional insulin.","23024453":"Antimicrobial resistance in fecal generic Escherichia coli and Salmonella spp. obtained from Ontario sheep flocks and associations between antimicrobial use and resistance.","2302665":"Occult papillary carcinoma of the thyroid. A study of 408 autopsy cases.","23032404":"Effects of lifestyle intervention in obese pregnant women on gestational weight gain and mental health: a randomized controlled trial.","23068960":"Metformin compared with insulin in the management of gestational diabetes mellitus: a randomized clinical trial.","23076891":"Cranberries for preventing urinary tract infections.","23082451":"Value of Shock Index in prognosticating the short-term outcome of death for patients presenting with severe sepsis and septic shock in the emergency department.","23089512":"Effectiveness of educational and social worker interventions to activate patients' discussion and pursuit of preemptive living donor kidney transplantation: a randomized controlled trial.","23102749":"A network meta-analysis of antibiotics for treatment of hospitalised patients with suspected or proven meticillin-resistant Staphylococcus aureus infection.","23103485":"Randomised, controlled pilot to compare collagen and foam in stagnating pressure ulcers.","23129162":"Variation in length of stay and outcomes among hospitalized patients attributable to hospitals and hospitalists.","23136399":"Deciding when to stop: towards evidence-based deprescribing of drugs in older populations.","23158845":"Adapting health promotion interventions to meet the needs of ethnic minority groups: mixed-methods evidence synthesis.","23174629":"Empowered diabetes management: life coaching and pharmacist counseling for employed adults with diabetes.","23198694":"Effectiveness of using group visit model to support diabetes patient self-management in rural communities of Shanghai: a randomized controlled trial.","23205926":"A web-based application for initial screening of living kidney donors: development, implementation and evaluation.","23210113":"Thinking through the medication list - appropriate prescribing and deprescribing in robust and frail older patients.","23219484":"Extending Physician ReACH: influencing patient activation and behavior through multichannel physician communication.","23278295":"The clinical and histological effect of home-use, combination blue-red LED phototherapy for mild-to-moderate acne vulgaris in Korean patients: a double-blind, randomized controlled trial.","23279738":"Preliminary marked increase in the national organ donation rate in Israel following implementation of a new organ transplantation law.","23320424":"Effects of therapeutical and reduced levels of antibiotics on the fraction of antibiotic-resistant strains of Escherichia coli in the chicken gut.","23337781":"Testing a tool for assessing the risk of bias for nonrandomized studies showed moderate reliability and promising validity.","23356839":"A pragmatic randomised controlled trial of the effectiveness and cost-effectiveness of 'PhysioDirect' telephone assessment and advice services for physiotherapy.","23365418":"Exercise during pregnancy and gestational diabetes-related adverse effects: a randomised controlled trial.","23370149":"Rabies neutralizing antibody after 2 intradermal doses on days 0 and 21 for pre-exposure prophylaxis.","23393217":"Nurse-community health worker team improves diabetes care in American Samoa: results of a randomized controlled trial.","23403680":"Tedizolid phosphate vs linezolid for treatment of acute bacterial skin and skin structure infections: the ESTABLISH-1 randomized trial.","23413265":"A randomized clinical trial of three options for N95 respirators and medical masks in health workers.","23426412":"The safety and efficacy of topical retapamulin ointment versus placebo ointment in the treatment of secondarily infected traumatic lesions: a randomized, double-blind superiority study.","23428652":"Treating rural pediatric obesity through telemedicine: outcomes from a small randomized controlled trial.","23429924":"Practice-based versus telemedicine-based collaborative care for depression in rural federally qualified health centers: a pragmatic randomized comparative effectiveness trial.","23442823":"Memory immune response and safety of a booster dose of Japanese encephalitis chimeric virus vaccine (JE-CV) in JE-CV-primed children.","23447463":"School closures and influenza: systematic review of epidemiological studies.","23448107":"Are benefits from diabetes self-management education sustained?","23451832":"Systematic review of communication partner training in aphasia: methodological quality.","23453178":"Community Diabetes Education (CoDE) for uninsured Mexican Americans: a randomized controlled trial of a culturally tailored diabetes education and management program led by a community health worker.","23453467":"Pain relief at the end of life: nurses' experiences regarding end-of-life pain relief in patients with dementia.","23457080":"Clinical trial: comparative effectiveness of cephalexin plus trimethoprim-sulfamethoxazole versus cephalexin alone for treatment of uncomplicated cellulitis: a randomized controlled trial.","2347035":"What happens if intradermal injections of rabies vaccine are partially or entirely injected subcutaneously?","23510665":"A serum-free, purified vero cell rabies vaccine is safe and as immunogenic as the reference vaccine Verorab for pre-exposure use in healthy adults: results from a  randomized controlled phase-II trial.","23524173":"Randomized trial of metformin vs insulin in the management of gestational diabetes.","23532298":"Early management of type 2 diabetes based on a SMBG strategy: the way to diabetes regression--the St Carlos study : a 3-year, prospective, randomized, clinic-based, interventional study with parallel groups.","23542420":"Are two penicillins better than one? A systematic review of oral flucloxacillin and penicillin V versus oral flucloxacillin alone for the emergency department treatment of cellulitis.","23543555":"Withdrawal versus continuation of chronic antipsychotic drugs for behavioural and psychological symptoms in older people with dementia.","23548805":"ACL reconstruction in patients aged 40 years and older: a systematic review and introduction of a new methodology score for ACL studies.","23552435":"Using enriched observational data to develop and validate age-specific mortality risk adjustment models for hospitalized pediatric patients.","23567376":"Telehealth problem-solving therapy for depressed low-income homebound older adults.","23571364":"Copper surfaces reduce the rate of healthcare-acquired infections in the intensive care unit.","2357919":"Follow-up intervention: its effect on compliance behavior to a diabetes regimen.","23583817":"Safety and immunogenicity of a new purified vero cell rabies vaccine (PVRV) administered by intramuscular and intradermal routes in healthy volunteers.","23626890":"Comparison of newborn outcomes in women with gestational diabetes mellitus treated with metformin or insulin: a randomised blinded trial.","23630683":"Development of a quality-assessment tool for experimental bruxism studies: reliability and validity.","23633128":"D-mannose powder for prophylaxis of recurrent urinary tract infections in women: a randomized clinical trial.","23644816":"Telephone based cognitive behavioral therapy targeting major depression among urban dwelling, low income people living with HIV/AIDS: results of a randomized controlled trial.","23698181":"Profiling individual physicians using administrative data from a single insurer: variance components, reliability, and implications for performance improvement efforts.","23718748":"Glyburide as treatment option for gestational diabetes mellitus.","23750157":"Effect of subtherapeutic vs. therapeutic administration of macrolides on antimicrobial resistance in Mannheimia haemolytica and enterococci isolated from  beef cattle.","23768438":"Physiologic and other effects and compliance with long-term respirator use among medical intensive care unit nurses.","23772045":"Safety and tolerability of tigecycline for the treatment of complicated skin and soft-tissue and intra-abdominal infections: an analysis based on five European observational studies.","23782899":"Continuous renal replacement therapy outcomes in acute kidney injury and end-stage renal disease: a cohort study.","23784892":"Optimizing healthy gestational weight gain in women at high risk of gestational diabetes: a randomized controlled trial.","23787145":"Procalcitonin decrease over 72 hours in US critical care units predicts fatal outcome in sepsis patients.","23793629":"Longitudinal study of distributions of similar antimicrobial-resistant Salmonella serovars in pigs and their environment in two distinct swine production systems.","23800604":"Effect of in-feed paromomycin supplementation on antimicrobial resistance of enteric bacteria in turkeys.","23816038":"The Cholesterol, Hypertension, And Glucose Education (CHANGE) study: results from a randomized controlled trial in African Americans with diabetes.","23830727":"Culturally sensitive patient-centred educational programme for self-management of type 2 diabetes: a randomized controlled trial.","23844570":"Active assistance technology reduces glycosylated hemoglobin and weight in individuals with type 2 diabetes: results of a theory-based randomized trial.","23855708":"Developing a complex intervention for diet and activity behaviour change in obese pregnant women (the UPBEAT trial); assessment of behavioural change and process evaluation in a pilot randomised controlled trial.","23931729":"Telemedicine: a cost-reducing means of delivering psychotherapy to rural combat veterans with PTSD.","23945889":"Effect of door-to-antibiotic time on mortality of patients with sepsis in emergency department: a prospective cohort study.","23952463":"Sequential intravenous/oral moxifloxacin monotherapy for complicated skin and skin structure infections: a meta-analysis of randomised controlled trials.","23963306":"Effects of mobile augmented reality learning compared to textbook learning on medical students: randomized controlled pilot study.","23985247":"The impact of patient narratives on self-efficacy and self-care in Australians with type 2 diabetes: stage 1 results of a randomized trial.","24002348":"A pilot walking program promotes moderate-intensity physical activity during pregnancy.","24008819":"Making rabies prophylaxis more economical: immunogenicity and safety results from a preliminary study using a 2-1 intramuscular regimen in healthy volunteers.","24016553":"Efficacy of a videoconferencing intervention compared with standard postnatal care at primary care health centres in Catalonia.","24030586":"Safety and immunogenicity study of a new purified chick embryo cell rabies vaccine Vaxirab-N (Pitman-Moore strain) manufactured in India.","24031659":"Species distribution and antimicrobial susceptibility of enterococci isolated from broilers infected experimentally with Eimeria spp and fed with diets containing different supplements.","24049598":"Group education and nurse-telephone follow-up effects on blood glucose control and adherence to treatment in type 2 diabetes patients.","24060449":"The Treatment of Obese Pregnant Women (TOP) study: a randomized controlled trial of the effect of physical activity intervention assessed by pedometer with or without dietary intervention in obese pregnant women.","24069409":"An evaluation of community assessment tools (CATs) in predicting use of clinical interventions and severe outcomes during the A(H1N1)pdm09 pandemic.","24086815":"Cost-effectiveness analysis in comparing alginate silver dressing with silver zinc sulfadiazine cream in the treatment of pressure ulcers.","2408737":"Occult papillary carcinoma of the thyroid. A \"normal\" finding in Finland. A systematic autopsy study.","24102102":"Comparing the effectiveness of telemedicine and traditional surveillance in providing diabetic retinopathy screening examinations: a randomized controlled trial.","24108580":"Influence of patient, physician, and hospital factors on 30-day readmission following pancreatoduodenectomy in the United States.","24139996":"Timing and appropriateness of initial antibiotic therapy in newly presenting septic patients.","24148575":"A next-generation, serum-free, highly purified Vero cell rabies vaccine is safe and as immunogenic as the reference vaccine Verorab(R) when administered according to a post-exposure regimen in healthy children and adults in China.","24152055":"Can chronic disease management programs for patients with type 2 diabetes reduce productivity-related indirect costs of the disease? Evidence from a randomized controlled trial.","24173585":"Anti-Aspergillus Prophylaxis in Lung Transplantation: A Systematic Review and Meta-analysis.","24175912":"Gestational weight gain in overweight and obese women enrolled in a healthy lifestyle and eating habits program.","24182704":"Assessment of individual operator performance using a risk-adjustment model for percutaneous coronary interventions.","24183318":"Impact of the anesthesiologist and surgeon on cardiac surgical outcomes.","24217938":"The role of adding metformin in insulin-resistant diabetic pregnant women: a randomized controlled trial.","24230961":"The influence of school holiday timing on epidemic impact.","24252663":"Comparing in-person to videoconference-based cognitive behavioral therapy for mood and anxiety disorders: randomized controlled trial.","24260423":"Effects of ceftiofur and chlortetracycline treatment strategies on antimicrobial susceptibility and on tet(A), tet(B), and bla CMY-2 resistance genes among E. coli isolated from the feces of feedlot cattle.","24290112":"Supervised exercise-based intervention to prevent excessive gestational weight gain: a randomized controlled trial.","24304990":"Efficacy of metformin versus insulin in the management of pregnancy with diabetes.","24313686":"Randomized trial of three phototherapy methods for the treatment of acne vulgaris in Chinese patients.","24334689":"Phase III clinical trials comparing the immunogenicity and safety of the vero cell-derived Japanese encephalitis vaccine Encevac with those of mouse brain-derived vaccine by using the Beijing-1 strain.","24345601":"Effectiveness of a web-based physical activity intervention for adults with Type 2 diabetes-a randomised controlled trial.","24364989":"Effect of facemasks on empathy and relational continuity: a randomised controlled trial in primary care.","24383430":"Identifying which septic patients have increased mortality risk using severity scores: a cohort study.","24447003":"Therapeutic alliance in face-to-face and telephone-administered cognitive behavioral therapy.","24450992":"Behavioral and technological interventions targeting glycemic control in a racially/ethnically diverse population: a randomized controlled trial.","24467930":"In vivo spread of macrolide-lincosamide-streptogramin B (MLSB) resistance--a model study in chickens.","24468198":"Effects of diabetes self-management programs on time-to-hospitalization among patients with type 2 diabetes: a survival analysis model.","24492576":"Evaluation of feeding distiller's grains, containing virginiamycin, on antimicrobial susceptibilities in fecal isolates of Enterococcus and Escherichia  coli and prevalence of resistance genes in cattle.","24501015":"Six-month postintervention depression and disability outcomes of in-home telehealth problem-solving therapy for depressed, low-income homebound older adults.","24502679":"A retrospective analysis of the protective efficacy of tafenoquine and mefloquine as prophylactic anti-malarials in non-immune individuals during deployment to a malaria-endemic area.","24524547":"End-of-life care in an Australian rehabilitation facility for older people: staff focus groups.","24566877":"Reduction of potentially inappropriate medications using the STOPP criteria in frail older inpatients: a randomised controlled study.","24569698":"Medical assistant coaching to support diabetes self-care among low-income racial/ethnic minority populations: randomized controlled trial.","24589043":"Impact of compliance with infection management guidelines on outcome in patients with severe sepsis: a prospective observational multi-center study.","24614137":"Reduction of healthcare-associated infections in a long-term care brain injury ward by replacing regular linens with biocidal copper oxide impregnated linens.","24617961":"Posttraumatic stress disorder treatment for Operation Enduring Freedom/Operation Iraqi Freedom combat veterans through a civilian community-based telemedicine network.","24629774":"Effects of fluoroquinolone treatment and group housing of pigs on the selection and spread of fluoroquinolone-resistant Campylobacter.","24644187":"Healthcare professionals' perspectives on delivering end-of-life care within acute hospital trusts: a qualitative study.","24644204":"The practice of palliative care from the perspective of patients and carers.","24655578":"Effects of chlortetracycline and copper supplementation on antimicrobial resistance of fecal Escherichia coli from weaned pigs.","24700490":"Tafenoquine at therapeutic concentrations does not prolong Fridericia-corrected QT interval in healthy subjects.","24717459":"Empiric antibiotic treatment reduces mortality in severe sepsis and septic shock from the first hour: results from a guideline-based performance improvement program.","24717964":"Primary immunization of infants and toddlers in Thailand with Japanese encephalitis chimeric virus vaccine in comparison with SA14-14-2: a randomized study of immunogenicity and safety.","24755996":"Association of veterinary third-generation cephalosporin use with the risk of emergence of extended-spectrum-cephalosporin resistance in Escherichia coli from  dairy cattle in Japan.","24766179":"Effectiveness of a group diabetes education programme in under-served communities in South Africa: a pragmatic cluster randomized controlled trial.","24778645":"Is telephysiotherapy an option for improved quality of life in patients with osteoarthritis of the knee?","24786942":"Identifying items to assess methodological quality in physical therapy trials: a factor analysis.","24797294":"Effect of antimicrobial treatment of acute otitis media on the daily disappearance of middle ear effusion: a placebo-controlled trial.","24824199":"Poor reliability between Cochrane reviewers and blinded external reviewers when applying the Cochrane risk of bias tool in physical therapy trials.","24830407":"The effects of school closures on influenza outbreaks and pandemics: systematic review of simulation studies.","24834792":"Postpartum weight retention and breastfeeding among obese women from the randomized controlled Lifestyle in Pregnancy (LiP) trial.","24848975":"Effectiveness of platelet-rich plasma and hyaluronic acid for the treatment and care of pressure ulcers.","24872333":"Impact of treatment strategies on cephalosporin and tetracycline resistance gene quantities in the bovine fecal metagenome.","24872385":"The impact of diabetes self-management education on glucose management and empowerment in ethnic Armenians with type 2 diabetes.","24897082":"Once-weekly dalbavancin versus daily conventional therapy for skin infection.","24909499":"Tedizolid for 6 days versus linezolid for 10 days for acute bacterial skin and skin-structure infections (ESTABLISH-2): a randomised, double-blind, phase 3, non-inferiority trial.","24918362":"Reliability and validity of MINCIR scale for methodological quality in dental therapy research.","24919413":"Dynamics of quinolone resistance in fecal Escherichia coli of finishing pigs after ciprofloxacin administration.","24922484":"Cognitive processing therapy for posttraumatic stress disorder delivered to rural veterans via telemental health: a randomized noninferiority clinical trial.","24935081":"Home-based family intervention increases knowledge, communication and living donation rates: a randomized controlled trial.","24936103":"A comparison of the tolerability of two dilution volumes (0.5 mL and 1.0 mL) of a purified chick embryo cell rabies vaccine administered intramuscularly to healthy adult volunteers: A randomized, intraindividual, assessor-blind study.","24961714":"The safety and efficacy of daptomycin versus other antibiotics for skin and soft-tissue infections: a meta-analysis of randomised controlled trials.","24963611":"Effect of hospital-based telephone coaching on glycaemic control and adherence to management guidelines in type 2 diabetes, a randomised controlled trial.","24970344":"Comparison of risk prediction scoring systems for ward patients: a retrospective nested case-control study.","24970941":"Time to Administration of Antibiotics among Inpatients with Severe Sepsis or Septic Shock.","24982086":"Impact of third-generation-cephalosporin administration in hatcheries on fecal Escherichia coli antimicrobial resistance in broilers and layers.","24989831":"Metabolic effects of lifestyle intervention in obese pregnant women. Results from the randomized controlled trial 'Lifestyle in Pregnancy' (LiP).","25026919":"Black chokeberry juice (Aronia melanocarpa) reduces incidences of urinary tract infection among nursing home residents in the long term--a pilot study.","25043103":"Prevalence and management of dementia in nursing home residents in Tunisia.","25048633":"Mitral valve repair rates correlate with surgeon and institutional experience.","25052784":"Cognitive-behavioral therapy in depressed primary care patients with co-occurring problematic alcohol use: effect of telephone-administered vs. face-to-face treatment-a secondary analysis.","25072405":"Telephone and in-person cognitive behavioral therapy for major depression after traumatic brain injury: a randomized controlled trial.","25075380":"Effects of educational intervention based on PRECEDE model on self care behaviors and control in patients with type 2 diabetes in 2012.","25079506":"Would triage predictors perform better than first-come, first-served in pandemic ventilator allocation?","25098762":"Presence of antimicrobial resistance and antimicrobial use in sows are risk factors for antimicrobial resistance in their offspring.","25113555":"Effects of the First Line Diabetes Care (FiLDCare) self-management education and support project on knowledge, attitudes, perceptions, self-management practices and glycaemic control: a quasi-experimental study conducted in the Northern Philippines.","25114794":"Community based interventions for the prevention and control of Non-Helmintic NTD.","25125508":"Impact of a community health workers-led structured program on blood glucose control among latinos with type 2 diabetes: the DIALBEST trial.","25136645":"The effect of diabetes self-management education on body weight, glycemic control, and other metabolic markers in patients with type 2 diabetes mellitus.","25144186":"External validation of the simple clinical score and the HOTEL score, two scores for predicting short-term mortality after admission to an acute medical unit.","25144591":"Triage: care of the critically ill and injured during pandemics and disasters: CHEST consensus statement.","25144661":"Special populations: care of the critically ill and injured during pandemics and disasters: CHEST consensus statement.","25146200":"[Impact of copper in the reduction of hospital-acquired infections, mortality and antimicrobial costs in the Adult Intensive Care Unit].","25172121":"A longitudinal field trial assesing the impact of feeding waste milk containing antibiotic residues on the prevalence of ESBL-producing Escherichia coli in calves.","25191808":"Identifying prioritization criteria to supplement critical care triage protocols for the allocation of ventilators during a pandemic influenza.","25243003":"Evaluation of the effect of metformin and aspirin on utero placental circulation of pregnant women with PCOS.","25248797":"Effects of lifestyle intervention on dietary intake, physical activity level, and gestational weight gain in pregnant women with different pre-pregnancy Body Mass  Index in a randomized control trial.","25277673":"The impact of numeracy on verbatim knowledge of the longitudinal risk for prostate cancer recurrence following radiation therapy.","25306925":"A pregnancy lifestyle intervention to prevent gestational diabetes risk factors in overweight Hispanic women: a feasibility randomized controlled trial.","25310525":"Effectiveness of the Engagement and Counseling for Latinos (ECLA) intervention in low-income Latinos.","25315021":"Safety and immunogenicity of chromatographically purified Vero cell rabies vaccine for intradermal pre- and post-exposure rabies prophylaxis.","25318386":"Development and validation of severe hypoxemia associated risk prediction model in 1,000 mechanically ventilated patients*.","25336079":"Pilot Randomised Controlled Trial to Test Effectiveness of Facemasks in Preventing Influenza-like Illness Transmission among Australian Hajj Pilgrims in  2011.","25336165":"Oral versus parenteral antimicrobials for the treatment of cellulitis: a randomized non-inferiority trial.","25340607":"The Canadian kidney paired donation program: a national program to increase living donor transplantation.","25340832":"Ozenoxacin 1% cream in the treatment of impetigo: a multicenter, randomized, placebo- and retapamulin-controlled clinical trial.","25354951":"Effects of home-based training with telemonitoring guidance in low to moderate risk patients entering cardiac rehabilitation: short-term results of the FIT@Home study.","25375775":"Impact of appropriate antimicrobial therapy for patients with severe sepsis and septic shock--a quality improvement study.","25390467":"Clinician roles in early integrated palliative care for patients with advanced cancer: a qualitative study.","25456892":"The effect of integrated health management model on the health of older adults with diabetes in a randomized controlled trial.","25457928":"Telephone cognitive-behavioral therapy for adolescents with obsessive-compulsive disorder: a randomized controlled non-inferiority trial.","25465547":"Risk factors for antimicrobial resistance in fecal Escherichia coli from preweaned dairy calves.","25467617":"Metformin versus insulin treatment in gestational diabetes in pregnancy in a developing country: a randomized control trial.","25483480":"A randomized study of the immunogenicity and safety of Japanese encephalitis chimeric virus vaccine (JE-CV) in comparison with SA14-14-2 vaccine in children in the Republic of Korea.","25483635":"A randomized open-labeled study to demonstrate the non-inferiority of purified chick-embryo cell rabies vaccine administered in the Zagreb regimen (2-1-1) compared with the Essen regimen in Chinese adults.","25499592":"A Low-Intensity Mobile Health Intervention With and Without Health Counseling for Persons With Type 2 Diabetes, Part 1: Baseline and Short-Term Results From a Randomized Controlled Trial in the Norwegian Part of RENEWING HEALTH.","25506918":"In vivo selection of resistant E. coli after ingestion of milk with added drug residues.","25526875":"The effects of metformin on weight loss in women with gestational diabetes: a pilot randomized, placebo-controlled trial.","25538782":"Neonatal outcomes in women with gestational diabetes mellitus treated with metformin in compare with insulin: A randomized clinical trial.","25548055":"Impact of the use of beta-lactam antimicrobials on the emergence of Escherichia coli isolates resistant to cephalosporins under standard pig-rearing conditions.","25567119":"Safety and immunogenicity of a freeze-dried, Vero cell culture-derived, inactivated Japanese encephalitis vaccine (KD-287, ENCEVAC(R)) versus a mouse brain-derived inactivated Japanese encephalitis vaccine in children: a phase III, multicenter, double-blinded, randomized trial.","25584346":"Diabetes island: preliminary impact of a virtual world self-care educational intervention for african americans with type 2 diabetes.","25594129":"A randomized controlled study for the treatment of acne vulgaris using high-intensity 414 nm solid state diode arrays.","25603000":"Antibiotics for acute otitis media: yes or no.","25612516":"Impact of nurse-initiated ED sepsis protocol on compliance with sepsis bundles, time to initial antibiotic administration, and in-hospital mortality.","25615833":"Views and experiences of nurses and health-care assistants in nursing care homes about the Gold Standards Framework.","25651372":"Prognostic value of timing of antibiotic administration in patients with septic shock treated with early quantitative resuscitation.","25688819":"Comparison of neonatal outcomes in women with gestational diabetes with moderate hyperglycaemia on metformin or glibenclamide--a randomised controlled trial.","25692350":"Immunogenicity and safety of purified chick-embryo cell rabies vaccine under Zagreb 2-1-1 or 5-dose Essen regimen in Chinese children 6 to 17 years old and adults over 50 years: a randomized open-label study.","25692792":"Comparative study on the immunogenicity and safety of a purified chick embryo cell rabies vaccine (PCECV) administered according to two different simulated post exposure intramuscular regimens (Zagreb versus Essen).","25697965":"The effect of a personalized intervention on weight gain and physical activity among pregnant women in China.","2571469":"The use of anxiolytic and parasympathomimetic agents in the treatment of postoperative urinary retention following anorectal surgery. A prospective, randomized, double-blind study.","25724879":"Group patient education: effectiveness of a brief intervention in people with type 2 diabetes mellitus in primary health care in Greece: a clinically controlled trial.","25725178":"Comparison of glyburide and insulin in women with gestational diabetes mellitus and associated perinatal outcome: a randomized clinical trial.","25737018":"The impact of the israeli transplantation law on the socio-demographic profile of living kidney donors.","25739516":"Effects of in-feed copper and tylosin supplementations on copper and antimicrobial resistance in faecal enterococci of feedlot cattle.","25741666":"Long-term Comparative Effectiveness of Telemedicine in Providing Diabetic Retinopathy Screening Examinations: A Randomized Clinical Trial.","25745868":"Effects of chlortetracycline and copper supplementation on the prevalence, distribution, and quantity of antimicrobial resistance genes in the fecal metagenome of weaned pigs.","25761821":"Persian Diabetes Self-Management Education (PDSME) program: evaluation of effectiveness in Iran.","25769824":"In Vivo Transmission of an IncA/C Plasmid in Escherichia coli Depends on Tetracycline Concentration, and Acquisition of the Plasmid Results in a Variable  Cost of Fitness.","25778109":"Association of the clinical frailty scale with hospital outcomes.","25789518":"Improvement in medication adherence and self-management of diabetes with a clinical pharmacy program: a randomized controlled trial in patients with type 2  diabetes undergoing insulin therapy at a teaching hospital.","25791143":"Effectiveness of a telehealth service delivery model for treating attention-deficit/hyperactivity disorder: a community-based randomized controlled trial.","25809565":"Randomized Controlled Trial of Home-Based Telehealth Versus In-Person Prolonged Exposure for Combat-Related PTSD in Veterans: Preliminary Results.","25818472":"Effectiveness of a self-management support program for Thais with type 2 diabetes: Evaluation according to the RE-AIM framework.","25844969":"Reliability of surgeon-specific reporting of complications after colectomy.","25847048":"INITIAT-E.D.: Impact of timing of INITIation of Antibiotic Therapy on mortality of patients presenting to an Emergency Department with sepsis.","25876167":"A comparison of collagenase to hydrogel dressings in maintenance debridement and wound closure.","25892177":"Nurses' perspectives: hospitalized older patients and end-of-life decision-making.","25899185":"Metformin for preventing gestational diabetes in women with polycystic ovarian syndrome.","25901516":"A comparison of collagenase to hydrogel dressings in wound debridement.","25903751":"A cluster randomised trial of cloth masks compared with medical masks in healthcare workers.","25921589":"Evaluating Primary Care Physician Performance in Diabetes Glucose Control.","25925412":"The association between time to antibiotics and relevant clinical outcomes in emergency department patients with various stages of sepsis: a prospective multi-center study.","25926997":"Strategies to increase living kidney donation: a retrospective cohort study.","25932848":"Effect of an exercise intervention on gestational diabetes mellitus: a randomized controlled trial.","25935558":"The use of third and fourth generation cephalosporins affects the occurrence of extended-spectrum cephalosporinase-producing Escherichia coli in Danish pig herds.","25989456":"Dose-response relationship between antimicrobial drugs and livestock-associated MRSA in pig farming.","26005163":"Evaluation of rabies immunogenicity and tolerability following a purified chick embryo cell rabies vaccine administered concomitantly with a Japanese encephalitis vaccine.","26018099":"A resilience intervention in African-American adults with type 2 diabetes.","26044208":"Understanding the Harms and Benefits of Cancer Screening: A Model of Factors That Shape Informed Decision Making.","26053170":"A Novel Sleep Positioning Device Reduces Gastroesophageal Reflux: A Randomized Controlled Trial.","26054605":"External validation of the Hospital-patient One-year Mortality Risk (HOMR) model for predicting death within 1 year after hospital admission.","26074889":"Effect of in-feed administration and withdrawal of tylosin phosphate on antibiotic resistance in enterococci isolated from feedlot steers.","26121100":"Evidence-Based Pediatric Outcome Predictors to Guide the Allocation of Critical Care Resources in a Mass Casualty Event.","26124510":"What matters most for end-of-life care? Perspectives from community-based palliative care providers and administrators.","2612797":"The treatment of nonstreptococcal pharyngitis with erythromycin: a preliminary study.","26130443":"Variation in readmission rates by emergency departments and emergency department providers caring for patients after discharge.","26135895":"Decreased Resistance to Broad-Spectrum Cephalosporin in Escherichia coli from Healthy Broilers at Farms in Japan After Voluntary Withdrawal of Ceftiofur.","26147765":"Model to predict inpatient mortality from information gathered at presentation to an emergency department: The Triage Information Mortality Model (TIMM).","26161653":"PEDro or Cochrane to Assess the Quality of Clinical Trials? A Meta-Epidemiological Study.","26163568":"From Laboratory Research to a Clinical Trial: Copper Alloy Surfaces Kill Bacteria and Reduce Hospital-Acquired Infections.","26165398":"Effect of metformin on maternal and fetal outcomes in obese pregnant women (EMPOWaR): a randomised, double-blind, placebo-controlled trial.","26169083":"The Norwood operation: Relative effects of surgeon and institutional volumes on outcomes and resource utilization.","26178888":"In-Home Telerehabilitation Compared with Face-to-Face Rehabilitation After Total Knee Arthroplasty: A Noninferiority Randomized Controlled Trial.","26184986":"The Effect of a Community-Based Self-Help Intervention: Korean Americans With Type 2 Diabetes.","26194333":"Sugar-Sweetened Beverages and Obesity Risk in Children and Adolescents: A Systematic Analysis on How Methodological Quality May Influence Conclusions.","26231819":"Randomized controlled equivalence trial comparing videoconference and in person delivery of cognitive processing therapy for PTSD.","26241419":"Glyburide in Women With Mild Gestational Diabetes: A Randomized Controlled Trial.","26243685":"TELEMEDICINE VERSUS IN-PERSON DELIVERY OF COGNITIVE PROCESSING THERAPY FOR WOMEN WITH POSTTRAUMATIC STRESS DISORDER: A RANDOMIZED NONINFERIORITY TRIAL.","26244543":"Understanding Variation in 30-Day Surgical Readmission in the Era of Accountable Care: Effect of the Patient, Surgeon, and Surgical Subspecialties.","26247337":"Development and Validation of a Mortality Prediction Model for Patients Receiving 14 Days of Mechanical Ventilation.","26249300":"Psychotherapy for depression in older veterans via telemedicine: a randomised, open-label, non-inferiority trial.","26252315":"The Origin of Variation in Primary Care Process and Outcome Indicators: Patients, Professionals, Centers, and Health Districts.","26258869":"Metagenomic Analysis of Antibiotic Resistance Genes in Dairy Cow Feces following Therapeutic Administration of Third Generation Cephalosporin.","26264360":"Significant Variation in Blood Transfusion Practice Persists following Upper GI Cancer Resection.","26304977":"Puentes hacia una mejor vida (Bridges to a Better Life): Outcome of a Diabetes Control Peer Support Intervention.","26307459":"A principal component analysis is conducted for a case series quality appraisal checklist.","26375471":"A 12-Week Exercise Program for Pregnant Women with Obesity to Improve Physical Activity Levels: An Open Randomised Preliminary Study.","26400036":"Early Implant Failures Related to Individual Surgeons: An Analysis Covering 11,074 Operations Performed during 28 Years.","26472561":"Effects of ceftiofur treatment on the susceptibility of commensal porcine E.coli--comparison between treated and untreated animals housed in the same stable.","26511481":"The contribution of the anaesthetist to risk-adjusted mortality after cardiac surgery.","26542419":"Effects of antenatal exercise in overweight and obese pregnant women on maternal and perinatal outcomes: a randomised controlled trial.","26553403":"Copper surfaces are associated with significantly lower concentrations of bacteria on selected surfaces within a pediatric intensive care unit.","26573784":"Effect of an electronic medical record alert for severe sepsis among ED patients.","26575060":"Early Administration of Azithromycin and Prevention of Severe Lower Respiratory Tract Illnesses in Preschool Children With a History of Such Illnesses: A Randomized Clinical Trial.","2659132":"Are prophylactic antibiotics necessary during extracorporeal shockwave lithotripsy?","26598036":"Quality of Care and Satisfaction With Care on Palliative Care Units.","26610844":"Summary of anti-malarial prophylactic efficacy of tafenoquine from three placebo-controlled studies of residents of malaria-endemic countries.","26616601":"Impact of colistin sulfate treatment of broilers on the presence of resistant bacteria and resistance genes in stored or composted manure.","26633649":"Antimicrobial Resistance in Escherichia coli Recovered from Feedlot Cattle and Associations with Antimicrobial Use.","2665351":"Comparative study of the safety and protective value, in pre-exposure use, of rabies vaccine cultivated on human diploid cells (HDCV) and of the new vaccine grown on Vero cells.","26679243":"A randomized, double-blind, Phase 2 study to evaluate subjective and objective outcomes in patients with acute bacterial skin and skin structure infections treated with delafloxacin, linezolid or vancomycin.","26704020":"Azithromycin for episodes with asthma-like symptoms in young children aged 1-3 years: a randomised, double-blind, placebo-controlled trial.","26739225":"Apramycin treatment affects selection and spread of a multidrug-resistant Escherichia coli strain able to colonize the human gut in the intestinal microbiota of pigs.","2676140":"The prevalence of unsuspected thyroid pathology in 300 sequential autopsies, with special reference to the incidental carcinoma.","26840133":"Metformin versus Placebo in Obese Pregnant Women without Diabetes Mellitus.","26852728":"Systematic review of antibiotic resistance in acne: an increasing topical and oral threat.","26864655":"BEHAVIORAL ACTIVATION AND THERAPEUTIC EXPOSURE FOR POSTTRAUMATIC STRESS DISORDER: A NONINFERIORITY TRIAL OF TREATMENT DELIVERED IN PERSON VERSUS HOME-BASED TELEHEALTH.","26872105":"Optimizing diabetes control in people with Type 2 diabetes through nurse-led telecoaching.","26897386":"Guidelines of care for the management of acne vulgaris.","26903338":"The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3).","2690621":"A comparative evaluation of oral ofloxacin versus intravenous cefotaxime therapy for serious skin and skin structure infections.","2691268":"Direct transmission of Escherichia coli from poultry to humans.","26938214":"A randomised placebo-controlled trial of oral and topical antibiotics for children with clinically infected eczema in the community: the ChildRen with Eczema, Antibiotic Management (CREAM) study.","2694713":"Care of pressure sores: a controlled study of the use of a hydrocolloid dressing compared with wet saline gauze compresses.","26950521":"Learning anatomy via mobile augmented reality: Effects on achievement and cognitive load.","26962749":"Self-care Management Intervention to Improve Psychological Wellbeing for Jordanian Patients with Type Two Diabetes Mellitus.","26962903":"Trimethoprim-Sulfamethoxazole versus Placebo for Uncomplicated Skin Abscess.","26980847":"Compliance with the Use of Medical and Cloth Masks Among Healthcare Workers in Vietnam.","26992090":"Identification of metformin poor responders, requiring supplemental insulin, during randomization of metformin versus insulin for the control of gestational diabetes mellitus.","26992740":"\"Do you expect me to receive PTSD care in a setting where most of the other patients remind me of the perpetrator?\": Home-based telemedicine to address barriers to care unique to military sexual trauma and veterans affairs hospitals.","2702836":"Methodology and overt and hidden bias in reports of 196 double-blind trials of nonsteroidal antiinflammatory drugs in rheumatoid arthritis.","27035748":"Antimicrobial resistance of Escherichia coli isolated in newly-hatched chickens and effect of amoxicillin treatment during their growth.","27036877":"Telemedicine vs. in-person delivery of intensive short-term dynamic psychotherapy for patients with medically unexplained pain: A 12-month randomized, controlled trial.","27050603":"Large Variation in Blood Transfusion Use After Colorectal Resection: A Call to Action.","27071069":"Pediatric Triage in a Severe Pandemic: Maximizing Survival by Establishing Triage Thresholds.","27075708":"Videoconferencing for Teens With Diabetes: Family Matters.","27077231":"The feasibility and effect of deprescribing in older adults on mortality and health: a systematic review and meta-analysis.","27101502":"Feasibility of Report Cards for Measuring Anesthesiologist Quality for Cardiac Surgery.","27120446":"Surgeon-Level Variation in Postoperative Complications.","27169558":"A qualitative exploration of the collaborative working between palliative care and geriatric medicine: Barriers and facilitators from a European perspective.","27226182":"Short-term antidiabetic treatment with insulin or metformin has a similar impact on the components of metabolic syndrome in women with gestational diabetes mellitus requiring antidiabetic agents: results of a prospective, randomised study.","27253458":"Diabetes education in primary care: a randomized clinical trial.","2727469":"How study design affects outcomes in comparisons of therapy. II: Surgical.","27315590":"Strengthening the quality of longitudinal research into cognitive-communication recovery after traumatic brain injury: A systematic review.","27318524":"Potential effectiveness of copper surfaces in reducing health care-associated infection rates in a pediatric intensive and intermediate care unit: A nonrandomized controlled trial.","27354885":"Efficacy and Tolerability of a Combined 445nm and 630nm Over-the-counter Light Therapy Mask with and without Topical Salicylic Acid versus Topical Benzoyl Peroxide for the Treatment of Mild-to-moderate Acne Vulgaris.","2736500":"Occult papillary thyroid carcinoma at autopsy in La Plata, Argentina.","27386808":"Effects of Home-based Telesupervising Rehabilitation on Physical Function for Stroke Survivors with Hemiplegia: A Randomized Controlled Trial.","27413519":"Comparison of Glibenclamide and Insulin on Neonatal Outcomes in Pregnant Women with Gestational Diabetes.","27424995":"D-mannose: a promising support for acute urinary tract infections in women. A pilot study.","27451330":"Deprescribing in older people.","27459375":"Exercise Training and Weight Gain in Obese Pregnant Women: A Randomized Controlled Trial (ETIP Trial).","27477476":"Effectiveness of an intervention to improve diabetes self-management on clinical outcomes in patients with low educational level.","27484461":"Construction and internal validation of a new mortality risk score for patients admitted to the intensive care unit.","27513247":"Effects of a self-management educational program on metabolic control in type 2 diabetes.","27554534":"A randomized non-inferiority clinical study to assess post-exposure prophylaxis by a new purified vero cell rabies vaccine (Rabivax-S) administered by intramuscular and intradermal routes.","27575854":"A multicenter, randomized, split-face clinical trial evaluating the efficacy and safety of chromophore gel-assisted blue light phototherapy for the treatment of acne.","27597988":"Could Metformin Manage Gestational Diabetes Mellitus instead of Insulin?","27607876":"Regular Exercise to Prevent the Recurrence of Gestational Diabetes Mellitus: A Randomized Controlled Trial.","27629558":"Use of a positional therapy device significantly improves nocturnal gastroesophageal reflux symptoms.","27631958":"Treatment moderators and effectiveness of Engagement and Counseling for Latinos intervention on worry reduction in a low-income primary care sample.","27640303":"Effectiveness of a community-based diabetes self-management education (DSME) program in a rural agricultural setting.","27655978":"Intra-Articular Cellular Therapy for Osteoarthritis and Focal Cartilage Defects of the Knee: A Systematic Review of the Literature and Study Quality Analysis.","27668559":"The GRACE Checklist: A Validated Assessment Tool for High Quality Observational Studies of Comparative Effectiveness.","27670126":"Light therapies for acne.","27692785":"Reduced health care-associated infections in an acute care community hospital using a combination of self-disinfecting copper-impregnated composite hard surfaces and linens.","27692787":"Copper alloy surfaces sustain terminal cleaning levels in a rural hospital.","27725390":"Whether Visual Information Loss of Expression by Community Pharmacist Masks to Effect a Change in Feeling of Trust among Help-seeker?","27762647":"Clinical comparison of salicylic acid peel and LED-Laser phototherapy for the treatment of Acne vulgaris in teenagers.","27776566":"Social support as a mediator variable of the relationship between depression and life satisfaction in a sample of Saudi caregivers of patients with Alzheimer's disease.","27815169":"Caring for Dying Patients in the Nursing Home: Voices From Frontline Nursing Home Staff.","27835713":"Psychotherapy for Depression in Older Veterans Via Telemedicine: Effect on Quality of Life, Satisfaction, Treatment Credibility, and Service Delivery Perception.","27838498":"Telehealth Versus In-Person Acceptance and Commitment Therapy for Chronic Pain: A Randomized Noninferiority Trial.","27846832":"Appropriate and inappropriate care in the last phase of life: an explorative study among patients and relatives.","27869451":"Internet-delivered, family-based treatment for early-onset OCD: A pilot randomized trial.","27885969":"36th International Symposium on Intensive Care and Emergency Medicine : Brussels, Belgium. 15-18 March 2016.","27894058":"A non-inferiority trial of Prolonged Exposure for posttraumatic stress disorder: In person versus home-based telehealth.","27897469":"Home-based diabetes self-management coaching delivered by paraprofessionals: A randomized controlled trial.","27907074":"A Randomized Controlled Trial of Acceptance and Commitment Therapy for Type 2 Diabetes Management: The Moderating Role of Coping Styles.","27917143":"The Development of a Checklist to Enhance Methodological Quality in Intervention Programs.","27922299":"Comparing two dressings for exuding pressure sores in community patients.","27922396":"The use of two dressings for moderately exuding pressure sores.","27943570":"Telephone-delivered individual cognitive behavioural therapy for cancer patients: An equivalence randomised trial.","27965033":"Medication management policy, practice and research in Australian residential aged care: Current and future directions.","2797977":"Aid to the evaluation of therapeutic studies.","27981688":"A new graphical format to communicate treatment effects to patients-A web-based randomized controlled trial.","28017489":"The Impact of Telehealth and Care Coordination on the Number and Type of Clinical Visits for Children With Medical Complexity.","28029383":"Pilot Results from a Randomized Trial in Men Comparing Alpha-Adrenergic Antagonist versus Behavior and Exercise for Nocturia and Sleep.","28030526":"Long-term Immunogenicity of a Single Dose of Japanese Encephalitis Chimeric Virus Vaccine in Toddlers and Booster Response 5 Years After Primary Immunization.","28031259":"Contact, Travel, and Transmission: The Impact of Winter Holidays on Influenza Dynamics in the United States.","28034536":"Reduction of health care-associated infection indicators by copper oxide-impregnated textiles: Crossover, double-blind controlled study in chronic ventilator-dependent patients.","28045585":"Immunogenicity and safety of purified vero cell rabies vaccine (PVRV) produced by Liaoning Cheng Da Co. under Zagreb 2-1-1 or 5-dose Essen regimen in Chinese adults aged 50 and above.","28063660":"Deprescribing: A narrative review of the evidence and practical recommendations for recognizing opportunities and taking action.","28077460":"Glyburide Versus Metformin and Their Combination for the Treatment of Gestational Diabetes Mellitus: A Randomized Controlled Study.","28088321":"Surgeon-, pathologist-, and hospital-level variation in suboptimal lymph node examination after colectomy: Compartmentalizing quality improvement strategies.","28107891":"Telephone-administered versus live group cognitive behavioral stress management for adults with CFS.","28118938":"An accelerated rabies vaccine schedule based on toll-like receptor 3 (TLR3) agonist PIKA adjuvant augments rabies virus specific antibody and T cell response in healthy adult volunteers.","28121231":"Immunogenicity, safety and antibody persistence of a purified vero cell cultured rabies vaccine (Speeda) administered by the Zagreb regimen or Essen regimen in post-exposure subjects.","2815976":"Two-year comparative trial on the immunogenicity and adverse effects of purified chick embryo cell rabies vaccine for pre-exposure immunization.","28161306":"A randomized clinical trial of exercise during pregnancy to prevent gestational diabetes mellitus and improve pregnancy outcome in overweight and obese pregnant  women.","28193219":"The effect of an antenatal lifestyle intervention in overweight and obese women on circulating cardiometabolic and inflammatory biomarkers: secondary analyses from the LIMIT randomised trial.","28202032":"Cost-effectiveness analysis for a tele-based health coaching program for chronic disease in primary care.","28220380":"Effectiveness of Interventions to Deprescribe Inappropriate Proton Pump Inhibitors in Older Adults.","28250534":"Pre-exposure rabies prophylaxis: a systematic review.","28274772":"A double-blind randomized controlled trial of ibuprofen compared to placebo for uncomplicated cellulitis of the upper or lower limb.","28301859":"Brief telephone-delivered cognitive behavioral therapy targeted to parents of children with functional abdominal pain: a randomized controlled trial.","28314743":"Adjunctive clindamycin for cellulitis: a clinical trial comparing flucloxacillin with or without clindamycin for the treatment of limb cellulitis.","28317660":"Safety, tolerability and efficacy of intradermal rabies immunization with DebioJect.","28325784":"The Prevention of Gestational Diabetes Mellitus With Antenatal Oral Inositol Supplementation: A Randomized Controlled Trial.","28330385":"Health effectiveness of community health workers as a diabetes self-management intervention.","28332234":"Pelvic floor muscle therapy or alpha-blocking agents for treatment of men with lower urinary tract symptoms: An exploratory randomized controlled trial.","28367765":"Early pregnancy probiotic supplementation with Lactobacillus rhamnosus HN001 may reduce the prevalence of gestational diabetes mellitus: a randomised controlled trial.","28406752":"Comparison of the immunogenicity and safety of the purified chick embryo cell rabies vaccine manufactured in India and Germany: A randomized, single blind, multicentre, phase IV clinical study.","28419750":"The effectiveness of virtual and augmented reality in health sciences and medical anatomy.","2842677":"Protection against Japanese encephalitis by inactivated vaccines.","28447545":"Effects of a Family-based Diabetes Intervention on Behavioral and Biological Outcomes for Mexican American Adults.","28448779":"Effect of a Pharmacist-Led Program on Improving Outcomes in Patients with Type 2 Diabetes Mellitus from Northern Cyprus: A Randomized Controlled Trial.","28452404":"The effect of a lifestyle intervention on pregnancy and postpartum dietary patterns determined by factor analysis.","28454825":"Incomplete revascularization for percutaneous coronary interventions: Variation among operators, and association with operator and hospital characteristics.","28473010":"Reduction of Environmental Contamination With Multidrug-Resistant Bacteria by Copper-Alloy Coating of Surfaces in a Highly Endemic Setting.","28480266":"Efficacy and Safety of Oritavancin Relative to Vancomycin for Patients with Acute Bacterial Skin and Skin Structure Infections (ABSSSI) in the Outpatient Setting:  Results From the SOLO Clinical Trials.","28484280":"Paternal obesity modifies the effect of an antenatal lifestyle intervention in women who are overweight or obese on newborn anthropometry.","28507433":"Effect of pharmaceutical care on clinical outcomes of outpatients with type 2 diabetes mellitus.","28528663":"Explaining variation in ventral and inguinal hernia repair outcomes: A population-based analysis.","28535235":"Effect of Cephalexin Plus Trimethoprim-Sulfamethoxazole vs Cephalexin Alone on Clinical Cure of Uncomplicated Cellulitis: A Randomized Clinical Trial.","28544188":"Novel tool for deprescribing in chronic patients with multimorbidity: List of Evidence-Based Deprescribing for Chronic Patients criteria.","28577545":"The effect of a prenatal lifestyle intervention on glucose metabolism: results of the Norwegian Fit for Delivery randomized controlled trial.","28579315":"Dementia prevalence, care arrangement, and access to care in Lebanon: A pilot study.","28599868":"A latent profile analysis on patient empowerment programme in a Hong Kong primary care setting.","28608666":"[Evaluation of the effects of a natural dietary supplement with cranberry, Noxamicina(R) and D-mannose in recurrent urinary infections in perimenopausal women].","28614551":"Surgeon Variation in Complications With Minimally Invasive and Open Colectomy: Results From the Michigan Surgical Quality Collaborative.","28635526":"A randomized lifestyle intervention preventing gestational diabetes: effects on self-rated health from pregnancy to postpartum.","28650194":"Remotely delivering real-time parent training to the home: An initial randomized trial of Internet-delivered parent-child interaction therapy (I-PCIT).","28655057":"Evaluating Surgeon-Specific Performance for Endoscopic Sinus Surgery.","28657870":"A Placebo-Controlled Trial of Antibiotics for Smaller Skin Abscesses.","28669290":"Cost-Effectiveness of Telemedicine-Based Collaborative Care for Posttraumatic Stress Disorder.","28688782":"A single center, open label study of intradermal administration of an inactivated purified chick embryo cell culture rabies virus vaccine in adults.","28707567":"The impact of a social network based intervention on self-management behaviours among patients with type 2 diabetes living in socioeconomically deprived neighbourhoods: a mixed methods approach.","28719062":"Immersive virtual reality as a teaching tool for neuroanatomy.","28739335":"Weight decrease improves live birth rates in obese women undergoing IVF: a pilot study.","28754494":"Safety and immunogenicity of a mRNA rabies vaccine in healthy adults: an open-label, non-randomised, prospective, first-in-human phase 1 clinical trial.","28770950":"Prevention of neural tube defects and maternal gestational diabetes through the inositol supplementation: preliminary results.","28771627":"Treatment of preschool children presenting to the emergency department with wheeze with azithromycin: A placebo-controlled randomized trial.","28806491":"The association between dysregulated adipocytokines in early pregnancy and development of gestational diabetes.","28808645":"Effect of Vitamin D Supplementation on the Incidence of Gestational Diabetes.","28854592":"Weight reduction intervention for obese infertile women prior to IVF: a randomized controlled trial.","28890585":"Ageing and Elderly Care in the Arab Region: Policy Challenges and Opportunities.","28893748":"Effect of individual patient risk, centre, surgeon and anaesthetist on length of stay in hospital after cardiac surgery: Association of Cardiothoracic Anaesthesia and Critical Care (ACTACC) consecutive cases series study of 10 UK specialist centres.","28903892":"Effectiveness of SmartMoms, a Novel eHealth Intervention for Management of Gestational Weight Gain: Randomized Controlled Pilot Trial.","2890820":"Effects of sleeping with the bed-head raised and of ranitidine in patients with severe peptic oesophagitis.","28912113":"Mobile Augmented Reality as a Feature for Self-Oriented, Blended Learning in Medicine: Randomized Controlled Trial.","28931127":"Single visit rabies pre-exposure priming induces a robust anamnestic antibody response after simulated post-exposure vaccination: results of a dose-finding study.","28932158":"The burden perceived by informal caregivers of the elderly in Saudi Arabia.","28938429":"Effect of Preconception Impaired Glucose Tolerance on Pregnancy Outcomes in Women With Polycystic Ovary Syndrome.","28950725":"The Effect of an Exercise Intervention on Gestational Weight Gain: The Behaviors Affecting Baby and You (B.A.B.Y.) Study: A Randomized Controlled Trial.","28954789":"Web-based self-management support for people with type 2 diabetes (HeLP-Diabetes): randomised controlled trial in English primary care.","28979737":"The effect of intervention using the PRECEDE-PROCEED model based on quality of life in diabetic patients.","28991830":"Development and Validation of an Empiric Tool to Predict Favorable Neurologic Outcomes Among PICU Patients.","29016485":"A Medically Supervised Pregnancy Exercise Intervention in Obese Women: A Randomized Controlled Trial.","29029278":"Efficacy and safety of delafloxacin compared with vancomycin plus aztreonam for acute bacterial skin and skin structure infections: a Phase 3, double-blind, randomized study.","29049303":"A Mediterranean diet with additional extra virgin olive oil and pistachios reduces the incidence of gestational diabetes mellitus (GDM): A randomized controlled trial: The St. Carlos GDM prevention study.","29052691":"Discontinuing Inappropriate Medication Use in Nursing Home Residents: A Cluster Randomized Controlled Trial.","29082106":"Using Gene Expression Analysis to Examine Changes in Loneliness, Depression and Systemic Inflammation in Lonely Chronically Ill Older Adults.","29093925":"Dementia and family burden of care in Lebanon.","29094444":"Metformin as a prophylactic treatment of gestational diabetes in pregnant patients with pregestational insulin resistance: A randomized study.","29149618":"Effectiveness of a patient-centred, empowerment-based intervention programme among patients with poorly controlled type 2 diabetes: A randomised controlled trial.","29152718":"An extension of a multicenter, randomized, split-face clinical trial evaluating the efficacy and safety of chromophore gel-assisted blue light phototherapy for the treatment of acne.","29174316":"A phase II randomized study to determine the safety and immunogenicity of the novel PIKA rabies vaccine containing the PIKA adjuvant using an accelerated regimen.","29176762":"Effect of a prenatal lifestyle intervention on physical activity level in late pregnancy and the first year postpartum.","29178317":"Community Program Improves Quality of Life and Self-Management in Older Adults with Diabetes Mellitus and Comorbidity.","29179764":"Routine blood tests are associated with short term mortality and can improve emergency department triage: a cohort study of \u003e12,000 patients.","29187423":"The Effect of Telemedicine Follow-up Care on Diabetes-Related Foot Ulcers: A Cluster-Randomized Controlled Noninferiority Trial.","29191737":"Immunogenic response in obese patients undergoing rabies post-exposure prophylaxis with combined equine rabies immunoglobulin and rabies vaccination.","29202782":"Studying de-implementation in health: an analysis of funded research grants.","29218127":"The Effect of Group Discussion-based Education on Self-management of Adults with Type 2 Diabetes Mellitus Compared with Usual Care: A Randomized Control Trial.","29225676":"Association between insulin resistance and preeclampsia in obese non-diabetic women receiving metformin.","29246247":"Intervention to improve the appropriate use of polypharmacy for older patients with hip fractures: an observational study.","29273044":"A randomized controlled trial of exercise during pregnancy on maternal and neonatal outcomes: results from the PAMELA study.","29281036":"A Phase 3, Randomized, Double-Blind, Multicenter Study to Evaluate the Safety and Efficacy of Intravenous Iclaprim Vs Vancomycin for the Treatment of Acute Bacterial Skin and Skin Structure Infections Suspected or Confirmed to be Due to  Gram-Positive Pathogens: REVIVE-1.","29283699":"Physician-Level Variation in Outcomes of Mechanically Ventilated Patients.","29285961":"Immunogenicity and safety of WHO-approved TRC-ID regimen with a chromatographically purified Vero cell rabies vaccine with or without rabies immunoglobulin in children.","29321005":"The impact of regular school closure on seasonal influenza epidemics: a data-driven spatial transmission model for Belgium.","29322580":"A study of environmental factors affecting nurses' comfort and protection in wearing N95 respirators during bedside procedures.","29324776":"Effect of a lifestyle intervention in obese infertile women on cardiometabolic health and quality of life: A randomized controlled trial.","29333454":"Virtual Reality Telerehabilitation for Postural Instability in Parkinson's Disease: A Multicenter, Single-Blind, Randomized, Controlled Trial.","29336168":"Dementia in Eastern Mediterranean countries: A systematic review.","29357380":"Structured peer-led diabetes self-management and support in a low-income country: The ST2EP randomised controlled trial in Mali.","29368381":"Development and internal validation of the Simplified Mortality Score for the Intensive Care Unit (SMS-ICU).","29371061":"A randomized controlled trial to prevent excessive gestational weight gain and promote postpartum weight loss in overweight and obese women: Health In Pregnancy and Postpartum (HIPP).","29394147":"Immunological Effect of aGV Rabies Vaccine Administered Using the Essen and Zagreb Regimens: A Double-Blind, Randomized Clinical Trial.","29395560":"[Effect of a surgical mask on six minute walking distance].","29396256":"School closure during novel influenza: A systematic review.","29422358":"Metformin in women at high risk of gestational diabetes mellitus.","29435911":"Efficacy of a telephone-based intervention among patients with type-2 diabetes; a randomized controlled trial in pharmacy practice.","29510979":"Immersive and interactive virtual reality to improve learning and retention of neuroanatomy in medical students: a randomized controlled study.","29541966":"Impact of Deprescribing Interventions in Older Hospitalised Patients on Prescribing and Clinical Outcomes: A Systematic Review of Randomised Trials.","29560148":"Effect of educational intervention based on the Health Belief Model on promoting self-care behaviors of type-2 diabetes patients.","29631038":"Rabies antibody response after two intradermal pre-exposure prophylaxis immunizations: An observational cohort study.","29636332":"Intradermal pre-exposure rabies vaccination in a Canadian travel clinic: 6-year retrospective observational study.","29641881":"LONG-TERM PROTECTIVE RABIES ANTIBODIES IN THAI CHILDREN AFTER PRE-EXPOSURE RABIES VACCINATION.","29702716":"Effectiveness of Metformin in the Prevention of Gestational Diabetes Mellitus in Obese Pregnant Women.","29703654":"Should interventions to reduce variation in care quality target doctors or hospitals?","29705155":"The effect of telehealth, telephone support or usual care on quality of life, mortality and healthcare utilization in elderly high-risk patients with multiple  chronic conditions. A prospective study.","29705442":"The effects of training and the use of cranberry capsule in preventing urinary tract infections after urostomy.","29715355":"Effect of Glyburide vs Subcutaneous Insulin on Perinatal Complications Among Women With Gestational Diabetes: A Randomized Clinical Trial.","29731946":"The Effect of Diabetes Self-Management Education on Hba1c Level and Fasting Blood Sugar in Type 2 Diabetes Mellitus Patients in Primary Health Care in Binjai City  of North Sumatera, Indonesia.","29788204":"Rabies Antibody Response After Booster Immunization: A Systematic Review and Meta-analysis.","29856308":"Variations in 30-day readmissions and length of stay among spine surgeons: a national study of elective spine surgery among US Medicare beneficiaries.","29858857":"Conversation Maps, an effective tool for the management of males and females with type 2 diabetes and mildly impaired glycemic control.","29874228":"Shortening intradermal rabies post-exposure prophylaxis regimens to 1 week: Results from a phase III clinical trial in children, adolescents and adults.","29879921":"Emergence of an Israel faith-based community organization facilitating live donor kidney transplantation.","29898217":"Efficacy and Safety of Ozenoxacin Cream for Treatment of Adult and Pediatric Patients With Impetigo: A Randomized Clinical Trial.","29903525":"Impacts of self-management education on glycaemic control in patients with type 2 diabetes mellitus.","29939243":"Preexposure Intradermal Rabies Vaccination: A Noninferiority Trial in Healthy Adults on Shortening the Vaccination Schedule From 28 to 7 Days.","29940332":"Creating Individual Surgeon Performance Assessments in a Statewide Hospital Surgical Quality Improvement Collaborative.","29941411":"Contact vitiligo induced by rubber ear loops from a disposable sanitary mask.","29986668":"Reduction of inappropriate medication in older populations by electronic decision support (the PRIMA-eDS study): a qualitative study of practical implementation in primary care.","29992198":"Reliable consultant level data from an Acute Medical Unit: a powerful tool for improvement.","30005896":"Rabies pre-exposure prophylaxis: A 10-year experience of vaccination in international travelers.","30006810":"International Group for Reducing Inappropriate Medication Use \u0026 Polypharmacy (IGRIMUP): Position Statement and 10 Recommendations for Action.","30030158":"Effect of educational intervention based on PRECEDE-PROCEED model combined with self-management theory on self-care behaviors in type 2 diabetic patients.","30131099":"Effects of home telemonitoring on the control of high blood pressure: a randomised control trial in the Fangzhuang Community Health Center, Beijing.","30174142":"Surgeon-driven variability in emergency general surgery outcomes: Does it matter who is on call?","30191995":"The efficacy of metformin compared with insulin in regulating blood glucose levels during gestational diabetes mellitus: A randomized clinical trial.","30254450":"Effectiveness of intramuscular neostigmine to accelerate bladder emptying after spinal anesthesia.","30283767":"Effect of a Health Coach Intervention for the Management of Individuals With Type 2 Diabetes Mellitus in China: A Pragmatic Cluster Randomized Controlled Trial.","30285042":"Effect of Increased Daily Water Intake in Premenopausal Women With Recurrent Urinary Tract Infections: A Randomized Clinical Trial.","30295333":"Virtual reality and cardiac anatomy: Exploring immersive three-dimensional cardiac imaging, a pilot study in undergraduate medical anatomy education.","30316913":"Too Many Patients...A Framework to Guide Statewide Allocation of Scarce Mechanical Ventilation During Disasters.","30373980":"Understanding attitudes toward hygiene mask use in Japanese daily life by using a repeated cross-sectional survey.","30388194":"Blood Schizonticidal Activity and Safety of Tafenoquine When Administered as Chemoprophylaxis to Healthy, Nonimmune Participants Followed by Blood Stage Plasmodium falciparum Challenge: A Randomized, Double-blind, Placebo-controlled Phase 1b Study.","30396636":"Variability in Partial Nephrectomy Outcomes: Does Your Surgeon Matter?","30406070":"Nurse-Led Diabetes Self-Management Education Improves Clinical Parameters in Ethiopia.","30409669":"Efficacy of a self-management education programme on patients with type 2 diabetes in primary care: A randomised controlled trial.","30419120":"Placebo vs Amoxicillin for Nonsevere Fast-Breathing Pneumonia in Malawian Children Aged 2 to 59 Months: A Double-blind, Randomized Clinical Noninferiority  Trial.","30446268":"A comparison of the opinions of intensive care unit staff and family members of the treatment intensity received by patients admitted to an intensive care unit:  A multicentre survey.","30456964":"Effect of diabetes self-management education on glycaemic control among type 2 diabetic patients at a family medicine clinic in Kenya: A randomised controlled trial.","30528218":"Effect of metformin in addition to dietary and lifestyle advice for pregnant women who are overweight or obese: the GRoW randomised, double-blind, placebo-controlled trial.","30560134":"Immersive Anatomy Atlas-Empirical Study Investigating the Usability of a Virtual Reality Environment as a Learning Tool for Anatomy.","30562291":"Comparison of Surgeon Performance of Rotator Cuff Repair: Risk Adjustment Toward a More Accurate Performance Measure.","30566636":"Comparative Immunogenicity and Safety Trial of 2 Different Schedules of Single-visit Intradermal Rabies Postexposure Vaccination.","3057159":"Standardized symptomatic treatment versus penicillin as initial therapy for streptococcal pharyngitis.","30574216":"Predictive validity of the CriSTAL tool for short-term mortality in older people presenting at Emergency Departments: a prospective study.","30614161":"End-of-life priorities of older adults with terminal illness and caregivers: A qualitative consultation.","30648818":"Enhancement of Anatomical Education Using Augmented Reality: An Empirical Study of Body Painting.","30654617":"Association Between Board Certification, Maintenance of Certification, and Surgical Complications in the United States.","30691824":"Racial Differences in Complication Risk Following Emergency General Surgery: Who Your Surgeon Is May Matter.","30703538":"Surgeon Re-Excision Rates after Breast-Conserving Surgery: A Measure of Low-Value Care.","30775880":"Rabies Prophylaxis Strategy in Iran, a Need for an Alternative Strategy: Would the Essen Regimen be Replaced by Zagreb Protocol?","30792154":"Use of metformin to treat pregnant women with polycystic ovary syndrome (PregMet2): a randomised, double-blind, placebo-controlled trial.","30797640":"RNA-based adjuvant CV8102 enhances the immunogenicity of a licensed rabies vaccine in a first-in-human trial.","30799691":"Effect of Tabular and Icon Fact Box Formats on Comprehension of Benefits and Harms of Prostate Cancer Screening: A Randomized Trial.","30833160":"Immunogenicity and safety of measles-rubella vaccine co-administered with attenuated Japanese encephalitis SA 14-14-2 vaccine in infants aged 8 months in China: a non-inferiority randomised controlled trial.","30853095":"Hospital and surgeon variation in positive circumferential resection margin among rectal cancer patients.","30853250":"Efficacy and safety of intravenous ceftriaxone at home versus intravenous flucloxacillin in hospital for children with cellulitis (CHOICE): a single-centre, open-label, randomised, controlled, non-inferiority trial.","30862659":"Comparative Effectiveness and Maintenance of Diabetes Self-Management Education Interventions for Marshallese Patients With Type 2 Diabetes: A Randomized Controlled Trial.","30868725":"Dissonance on perceptions of end-of-life needs between health-care providers and members of the public: Quantitative cross-sectional surveys.","30890382":"Intradermal post-exposure rabies vaccination with purified Vero cell rabies vaccine: Comparison of a one-week, 4-site regimen versus updated Thai Red Cross regimen in a randomized non-inferiority trial in the Philippines.","30910912":"Shock index as a predictor of hospital admission and inpatient mortality in a US national database of emergency departments.","30954421":"Copper for the Prevention of Outbreaks of Health Care-Associated Infections in a Long-term Care Facility for Older Adults.","30962094":"Persistence of the immune response after vaccination with the Japanese encephalitis vaccine, IXIARO(R) in healthy adults: A five year follow-up study.","30963440":"Randomized Trial of a Lifestyle Intervention for Urban Low-Income African Americans with Type 2 Diabetes.","30988146":"Efficacy and Safety of Tedizolid Phosphate versus Linezolid in a Randomized Phase 3 Trial in Patients with Acute Bacterial Skin and Skin Structure Infection.","31004174":"Timing of Intradermal Rabies Pre-exposure Prophylaxis Injections: Immunological Effect on Vaccination Response.","31108502":"Variation Among Primary Care Physicians in 30-Day Readmissions.","3111615":"Prevention of recurrent acute cystitis by methenamine hippurate: double blind controlled crossover long term study.","31155449":"Rabies post-exposure prophylactic vaccination for returning travelers to Japan.","31159777":"Contamination by respiratory viruses on outer surface of medical masks used by hospital healthcare workers.","31216210":"Videoconferencing psychotherapy for veterans with PTSD: Results from a randomized controlled non-inferiority trial.","31228414":"Randomized comparison of a reduced-visit prenatal care model enhanced with remote monitoring.","3129741":"[Comparative double-blind evaluation of a new topical antibacterial agent, mupirocin, compared with placebo in the treatment of skin and soft tissue infections].","31342360":"Factors Associated with Reoperation in Breast-Conserving Surgery for Cancer: A Prospective Study of American Society of Breast Surgeon Members.","31358408":"A randomized open-label trial of 2-dose or 3-dose pre-exposure rabies prophylaxis among Thai children.","31367742":"Omadacycline for Acute Bacterial Skin and Skin Structure Infections.","31427334":"SUGAR-DIP trial: oral medication strategy versus insulin for diabetes in pregnancy, study protocol for a multicentre, open-label, non-inferiority, randomised controlled trial.","31474458":"Once-daily oral omadacycline versus twice-daily oral linezolid for acute bacterial skin and skin structure infections (OASIS-2): a phase 3, double-blind,  multicentre, randomised, controlled, non-inferiority trial.","31479137":"N95 Respirators vs Medical Masks for Preventing Influenza Among Health Care Personnel: A Randomized Clinical Trial.","31483218":"Time of administration of rabies immunoglobulins and adequacy of antibody response upon post-exposure prophylaxis: a descriptive retrospective study in Belgium.","31570311":"A 1-week intradermal dose-sparing regimen for rabies post-exposure prophylaxis (RESIST-2): an observational cohort study.","31616192":"Shock index in the emergency department: utility and limitations.","31618678":"Antibiotic treatment for 6 days versus 12 days in patients with severe cellulitis: a multicentre randomized, double-blind, placebo-controlled, non-inferiority trial.","31660410":"Lessons Learned From a Randomized Controlled Trial of Short-Course Intravenous Antibiotic Therapy for Erysipelas and Cellulitis of the Lower Limb (Switch Trial).","31683226":"Effectiveness of a primary care nurse delivered educational intervention for patients with type 2 diabetes mellitus in promoting metabolic control and compliance with long-term therapeutic targets: Randomised controlled trial.","31723643":"Clinical Application of the Quick Sepsis-Related Organ Failure Assessment Score at Intensive Care Unit Admission in Patients with Bacteremia: A Single-Center Experience of Korea.","31743394":"Effect of Antimalarial Drugs on the Immune Response to Intramuscular Rabies Vaccination Using a Postexposure Prophylaxis Regimen.","31755526":"The Effects of Japanese Encephalitis Vaccine and Accelerated Dosing Scheduling on the Immunogenicity of the Chimeric Yellow Fever Derived Tetravalent Dengue Vaccine: A Phase II, Randomized, Open-Label, Single-Center Trial in Adults Aged 18 to 45 Years in the United States.","31794689":"Antibody Response Following Pre-Exposure Immunization Against Rabies in High-Risk Professionals.","31829220":"Effects of the Proactive interdisciplinary self-management (PRISMA) program on self-reported and clinical outcomes in type 2 diabetes: a pragmatic randomized controlled trial.","31858116":"Persistence of Immune Responses With an Inactivated Japanese Encephalitis Single-Dose Vaccine, JENVAC and Interchangeability With a Live-Attenuated Vaccine.","31868819":"Effect of Head-of-Bed Elevation on Nocturnal Reflux Symptoms of Esophageal Cancer Patients With Esophagectomy and Reconstruction.","31868920":"Deprescribing in Older People Approaching End of Life: A Randomized Controlled Trial Using STOPPFrail Criteria.","31889200":"Variation in Bariatric Surgery Costs and Complication Rates in the Military Health System.","31890682":"DM-calendar app as a diabetes self-management education on adult type 2 diabetes mellitus: a randomized controlled trial.","31930360":"Effectiveness of Combined Behavioral and Drug Therapy for Overactive Bladder Symptoms in Men: A Randomized Clinical Trial.","32035431":"Epidemiologic characteristics of early cases with 2019 novel coronavirus (2019-nCoV) disease in Korea.","32045308":"Differences in Outcomes Associated With Individual Radiologists for Emergency Department Patients With Headache Imaged With CT: A Retrospective Cohort Study of 25,596 Patients.","32068014":"The effect of copper-oxide-treated soft and hard surfaces on the incidence of healthcare-associated infections: a two-phase study.","32074444":"SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients.","32083643":"Presumed Asymptomatic Carrier Transmission of COVID-19.","32100020":"The human factor: does the operator performing the embryo transfer significantly impact the cycle outcome?","32118389":"[Clinical analysis of 31 cases of 2019 novel coronavirus infection in children from six provinces (autonomous region) of northern China].","32146694":"Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing, China.","32179137":"Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19).","32183930":"Estimating the asymptomatic proportion of coronavirus disease 2019 (COVID-19) cases on board the Diamond Princess cruise ship, Yokohama, Japan, 2020.","32188656":"Validating a methodology to measure frailty syndromes at hospital level utilising administrative data.","32191173":"Serial Interval of COVID-19 among Publicly Reported Confirmed Cases.","32220936":"Physician-level variation in clinical outcomes and resource use in inpatient general internal medicine: an observational study.","32229033":"Impact of head of bed elevation in symptoms of patients with gastroesophageal reflux disease: a randomized single-blind study (IBELGA).","32232837":"Headaches Associated With Personal Protective Equipment - A Cross-Sectional Study Among Frontline Healthcare Workers During COVID-19.","32234453":"Follow-up of asymptomatic patients with SARS-CoV-2 infection.","32238612":"Novel Coronavirus 2019 (2019-nCoV) Infection: Part I - Preparedness and Management in the Pediatric Intensive Care Unit in Resource-limited Settings.","32251482":"Estimated glomerular filtration rate predicts 30-day mortality in medical emergency departments: Results of a prospective multi-national observational study.","32259419":"Calculated decisions: COVID-19 calculators during extreme resource-limited situations.","32269779":"Risk communication in tables versus text: a registered report randomized trial on 'fact boxes'.","32271726":"Detection of SARS-CoV-2 Among Residents and Staff Members of an Independent and Assisted Living Community for Older Adults - Seattle, Washington, 2020.","32278365":"Delayed access or provision of care in Italy resulting from fear of COVID-19.","32289312":"Triage of Scarce Critical Care Resources in COVID-19 An Implementation Guide for Regional Allocation: An Expert Panel Report of the Task Force for Mass Critical Care and the American College of Chest Physicians.","32294810":"ANZICS guiding principles for complex decision making during the COVID-19 pandemic.","32324530":"Coronavirus Disease Outbreak in Call Center, South Korea.","32326954":"A randomised controlled trial of therapist-assisted online psychological therapies for posttraumatic stress disorder (STOP-PTSD): trial protocol.","32329971":"Presymptomatic SARS-CoV-2 Infections and Transmission in a Skilled Nursing Facility.","32343497":"Reduced Rate of Hospital Admissions for ACS during Covid-19 Outbreak in Northern Italy.","32348457":"Where have the ST-segment elevation myocardial infarctions gone during COVID-19 lockdown?","32352852":"Hydrocolloid dressing strip over bridge of nose to relieve pain and pressure from Filtered Face Piece (FFP) masks during the coronavirus (COVID-19) pandemic.","32353347":"Epidemiology and transmission of COVID-19 in 391 cases and 1286 of their close contacts in Shenzhen, China: a retrospective cohort study.","32356867":"Contact Tracing Assessment of COVID-19 Transmission Dynamics in Taiwan and Risk at Different Exposure Periods Before and After Symptom Onset.","32368994":"Psychiatric hospitalization rates in Italy before and during COVID-19: did they change? An analysis of register data.","32369433":"\"We're Not Ready, But I Don't Think You're Ever Ready.\" Clinician Perspectives on Implementation of Crisis Standards of Care.","32376695":"Where have all the children gone? Decreases in paediatric emergency department attendances at the start of the COVID-19 pandemic of 2020.","32378325":"Preliminary Analysis of the Impact of the Coronavirus Disease 2019 Outbreak on Italian Liver Transplant Programs.","32396163":"Development and Validation of a Clinical Risk Score to Predict the Occurrence of Critical Illness in Hospitalized Patients With COVID-19.","32399995":"Impact of the COVID-19 outbreak on acute stroke pathways - insights from the Alsace region in France.","32407585":"Impact of the COVID-19 pandemic on urological practice in emergency departments in Italy.","32412631":"Reduction of hospitalizations for myocardial infarction in Italy in the COVID-19 era.","32425228":"Impacts of the Coronavirus 2019 Pandemic on Gastrointestinal Endoscopy Volume and Diagnosis of Gastric and Colorectal Cancers: A Population-Based Study.","32425710":"Impact of the Coronavirus Disease 2019 (COVID-19) Pandemic on Imaging Case Volumes.","32426441":"Prioritisation of ICU treatments for critically ill patients in a COVID-19 pandemic with scarce resources.","32430140":"[Impact of the COVID-19 pandemic on surgical activity within academic urological departments in Paris].","32431288":"Early impact of the coronavirus disease (COVID-19) pandemic and physical distancing measures on routine childhood vaccinations in England, January to April 2020.","32432708":"Assessment of Proficiency of N95 Mask Donning Among the General Public in Singapore.","32432994":"Mechanical Thrombectomy for Acute Ischemic Stroke Amid the COVID-19 Outbreak: Decreased Activity, and Increased Care Delays.","32432997":"Impact of the COVID-19 Epidemic on Stroke Care and Potential Solutions.","32437340":"Decline in Child Vaccination Coverage During the COVID-19 Pandemic - Michigan Care Improvement Registry, May 2016-May 2020.","32442528":"Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: a prospective cohort study.","32445768":"The Early Impact of COVID-19 Pandemic on Surgical Urologic Oncology Practice in Turkey: Multi-Institutional Experience From Different Geographic Areas.","32447060":"Decrease and Delay in Hospitalization for Acute Coronary Syndromes During the 2020 SARS-CoV-2 Pandemic.","32451301":"A picture of the covid-19 impact on IVIRMA fertility treatment clinics in Spain and Italy.","32453686":"Secondary Transmission of Coronavirus Disease from Presymptomatic Persons, China.","32461213":"Changing admission patterns in paediatric emergency departments during the COVID-19 pandemic.","32463809":"Universal and Serial Laboratory Testing for SARS-CoV-2 at a Long-Term Care Skilled Nursing Facility for Veterans - Los Angeles, California, 2020.","32471770":"The effect of diabetes education and short message service reminders on metabolic control and disease management in patients with type 2 diabetes mellitus.","32478606":"Underutilization of health care for strokes during the COVID-19 outbreak.","32482087":"Incidence of New-Onset and Worsening Heart Failure Before and After the COVID-19 Epidemic Lockdown in Denmark: A Nationwide Cohort Study.","32482976":"Increased Mortality and Major Complications in Hip Fracture Care During the COVID-19 Pandemic: A New York City Perspective.","32497912":"Impact of COVID-19 epidemic on coronary care unit accesses for acute coronary syndrome in Veneto region, Italy.","32501493":"Admissions to Veterans Affairs Hospitals for Emergency Conditions During the COVID-19 Pandemic.","32502261":"Emergency hospital admissions and interventional treatments for heart failure and cardiac arrhythmias in Germany during the Covid-19 outbreak: insights from the German-wide Helios hospital network.","32504280":"Effect of shelter-in-place on emergency department radiology volumes during the COVID-19 pandemic.","32505472":"The impact of COVID-19 on suicidal ideation and alcohol presentations to emergency departments in a large healthcare system.","32511563":"A Rapid Decrease in Stroke, Acute Coronary Syndrome, and Corresponding Interventions at 65 United States Hospitals Following Emergence of COVID-19.","32516064":"Acute Stroke in Times of the COVID-19 Pandemic: A Multicenter Study.","32525290":"Remodulation of neurosurgical activities in an Italian region (Emilia-Romagna) under COVID- 19 emergency: maintaining the standard of care during the crisis.","32525856":"Impact of the COVID-19 Pandemic on Emergency Department Visits - United States, January 1, 2019-May 30, 2020.","32530738":"Decrease in Hospital Admissions for Transient Ischemic Attack, Mild, and Moderate Stroke During the COVID-19 Era.","32533248":"Reduction in cardiovascular emergency admissions in Monaco during the COVID-19 pandemic.","32548628":"Asymptomatic SARS-CoV-2 Infection and COVID-19 Mortality During an Outbreak Investigation in a Skilled Nursing Facility.","32555723":"Involuntary ambulatory triage during the COVID-19 pandemic - A neurosurgical perspective.","32565077":"Decrease in ST-segment elevation myocardial infarction admissions in Catalonia during the COVID-19 pandemic.","32569892":"Decrease in acute coronary syndrome presentations during the COVID-19 pandemic in upstate New York.","32573026":"Impact of COVID-19 epidemics in paediatric morbidity and utilisation of Hospital Paediatric Services in Italy.","32590109":"Impact of the outbreak of SARS-CoV-2 infection on urgent gynecological care.","32591960":"The orthopaedic and traumatology scenario during Covid-19 outbreak in Italy: chronicles of a silent war.","32594089":"Forty Percent Reduction in Referrals to Psychiatric Services during the COVID-19 Pandemic.","32596921":"Decline in child vaccination coverage during the COVID-19 pandemic - Michigan Care Improvement Registry, May 2016-May 2020.","32604404":"Suppression of a SARS-CoV-2 outbreak in the Italian municipality of Vo'.","32609417":"Dramatic reduction of psychiatric emergency consultations during lockdown linked to COVID-19 in Paris and suburbs.","32615891":"The impact of covid-19 pandemic on urgent endoscopy in Italy: a nation-wide multicenter study.","32616597":"Development of a clinical decision support system for severity risk prediction and triage of COVID-19 patients at hospital admission: an international multicentre study.","32618967":"Trauma center activity and surge response during the early phase of the COVID-19 pandemic-the Philadelphia story.","32636131":"Worrying decrease in hospital admissions for myocardial infarction during the COVID-19 pandemic.","32637995":"Hospital admissions with acute coronary syndromes during the COVID-19 pandemic in German cardiac care units.","32658846":"[Collateral damage of COVID-19 pandemic in private healthcare centres of Argentina].","32660660":"Clinical and Ethical Considerations in Allocation of Ventilators in an Influenza Pandemic or Other Public Health Disaster: A Comparison of the 2007 and 2015 New York State Ventilator Allocation Guidelines.","32663615":"Impact of the COVID-19 Pandemic on the Utilization of Hospice Care Services: A Cohort Study in Taiwan.","32665133":"Cardiac Catheterization Laboratory Volume Changes During COVID-19-Findings from a Cardiovascular Fellows Consortium.","32674822":"Efficacy of a Test-Retest Strategy in Residents and Health Care Personnel of a Nursing Home Facing a COVID-19 Outbreak.","32675668":"Impact of COVID-19 on Orthopaedic and Trauma Service: An Epidemiological Study.","32676681":"Impact of COVID-19 outbreak on regional STEMI care in Germany.","32679111":"COVID-19 pandemic and admission rates for and management of acute coronary syndromes in England.","32679176":"The impact of COVID-19 pandemic on adult cardiac surgery procedures.","32679205":"Acute Care Surgery during the COVID-19 pandemic in Spain: Changes in volume, causes and complications. A multicentre retrospective cohort study.","32682855":"Reduced Rate of Hospital Presentations for Heart Failure During the COVID-19 Pandemic in Toronto, Canada.","32684717":"Lessons learnt from COVID 19: An Italian multicentric epidemiological study of orthopaedic and trauma services.","32691901":"\"Missing\" acute coronary syndrome hospitalizations during the COVID-19 era in Greece: Medical care avoidance combined with a true reduction in incidence?","32705775":"Emergency department utilisation by vulnerable paediatric populations during the COVID-19 pandemic.","32710908":"The Impact of the Coronavirus Disease-19 Pandemic on Access to Endoscopy Procedures in the VA Healthcare System.","32713656":"No Reduction of ST-segment Elevation Myocardial Infarction Admission in Taiwan During Coronavirus Pandemic.","32713658":"The impact of COVID-19 outbreak on urolithiasis emergency department admissions, hospitalizations and clinical management in central Italy: a multicentric analysis.","32717183":"Early-Stage Radiology Volume Effects and Considerations with the Coronavirus Disease 2019 (COVID-19) Pandemic: Adaptations, Risks, and Lessons Learned.","32727305":"Impact of COVID-19-related public containment measures on the ST elevation myocardial infarction epidemic in Belgium: a nationwide, serial, cross-sectional  study.","32730468":"[COVID-19 epidemic in chile: impact on emergency services care and specific pathologies].","32734936":"Notes from the Field: Rebound in Routine Childhood Vaccine Administration Following Decline During the COVID-19 Pandemic - New York City, March 1-June 27,  2020.","32737912":"Emergency Department Visits for Serious Diagnoses During the COVID-19 Pandemic.","32740067":"Real-world vitreoretinal practice patterns during the 2020 COVID-19 pandemic: a nationwide, aggregated health record analysis.","32747361":"Afabicin, a First-in-Class Antistaphylococcal Antibiotic, in the Treatment of Acute Bacterial Skin and Skin Structure Infections: Clinical Noninferiority to Vancomycin/Linezolid.","32748481":"Impact of COVID-19 State of Emergency restrictions on presentations to two Victorian emergency departments.","32749558":"Temporal trends in the presentation of cardiovascular and cerebrovascular emergencies during the COVID-19 pandemic in Germany: an analysis of health insurance claims.","32755347":"Stroke Code Presentations, Interventions, and Outcomes Before and During the COVID-19 Pandemic.","32767652":"Impact of COVID-19 pandemic on STEMI care: An expanded analysis from the United States.","32803751":"Mechanical ventilation in disaster situations: A new paradigm using the AGILITIES Score System.","32838107":"Liver Care and Surveillance: The Global Impact of the COVID-19 Pandemic.","32881180":"Impact of COVID-19 on breast imaging case volumes in South Florida: A multicenter study.","329949":"Amoxycillin and co-trimoxazole in presumed viral respiratory infections of childhood: placebo-controlled trial.","3300325":"Prospective randomized comparison of therapy and no therapy for asymptomatic bacteriuria in institutionalized elderly women.","3302093":"A placebo-controlled, double-blind trial of erythromycin in adults with acute bronchitis.","33117852":"Geospatial Distribution and Predictors of Mortality in Hospitalized Patients With COVID-19: A Cohort Study.","33149652":"Selection of an Optimal Combination Panel to Better Triage COVID-19 Hospitalized Patients.","33208182":"Impact of COVID-19 upon changes in emergency room visits with chest pain of possible cardiac origin.","33296357":"Development and external validation of a prognostic tool for COVID-19 critical disease.","33323232":"Survival prediction in intensive-care units based on aggregation of long-term disease history and acute physiology: a retrospective study of the Danish National Patient Registry and electronic patient records.","33355697":"Chest CT-derived pulmonary artery enlargement at the admission predicts overall survival in COVID-19 patients: insight from 1461 consecutive patients in Italy.","33454051":"Clinically applicable approach for predicting mechanical ventilation in patients with COVID-19.","33501967":"Coronavirus Disease 2019 Pandemic: Impact Caused by School Closure and National Lockdown on Pediatric Visits and Admissions for Viral and Nonviral Infections-a Time Series Analysis.","33546711":"Development and validation of a prognostic COVID-19 severity assessment (COSA) score and machine learning models for patient triage at a tertiary hospital.","3359906":"Sleeping on a wedge diminishes exposure of the esophagus to refluxed acid.","33715144":"COVID-19 pandemic: triage for intensive-care treatment under resource scarcity (revised version 3.1, 17 December 2020).","3378788":"Occult thyroid pathology in the young adult: an autopsy study of 138 patients without clinical thyroid disease.","33794836":"Epidemiological investigation and intergenerational clinical characteristics of 24 coronavirus disease patients associated with a supermarket cluster: a retrospective study.","33888856":"AI-based analysis of CT images for rapid triage of COVID-19 patients.","3389346":"Occult carcinomas of the thyroid. Evaluation of 1,020 sequential autopsies.","33894209":"Distinct cytokine profiles associated with COVID-19 severity and mortality.","33976871":"Australian state influenza notifications and school holiday closures in 2019.","33988767":"Characteristics, management, and prognosis of elderly patients with COVID-19 admitted in the ICU during the first wave: insights from the COVID-ICU study : Prognosis of COVID-19 elderly critically ill patients in the ICU.","34115162":"Methenamine hippurate compared with trimethoprim for the prevention of recurrent urinary tract infections: a randomized clinical trial.","34136826":"Operationalizing Ethical Guidance for Ventilator Allocation in Minnesota: Saving the Most Lives or Exacerbating Health Disparities?","34812731":"Ten months of temporal variation in the clinical journey of hospitalised patients with COVID-19: An observational cohort.","3519718":"A randomized clinical trial of two dressing methods for the treatment of low-grade pressure ulcers.","3520469":"Comparative effectiveness of amoxicillin and amoxicillin-clavulanate potassium in acute paranasal sinus infections in children: a double-blind, placebo-controlled  trial.","3525736":"Erythromycin in the treatment of acute bronchitis in a community practice.","3533007":"Pressure ulcer management in home health care: efficacy and cost effectiveness of moisture vapor permeable dressing.","3535165":"[Frequent cystitis in elderly women. A double-blind comparison of Hiprex and placebo in general practice].","3541428":"An evaluation of second generation tissue culture rabies vaccines for use in man: a four-vaccine comparative immunogenicity study using a pre-exposure vaccination  schedule and an abbreviated 2-1-1 postexposure schedule.","3544661":"Urinary tract infection after vaginal surgery. Effect of prophylactic treatment with methenamine hippurate.","3555355":"Improved pressure sore healing with hydrocolloid dressings.","3561602":"Occult thyroid carcinoma in a Greek population.","3597690":"Guidelines for reading case-control studies.","3598225":"Rabies preexposure prophylaxis with human diploid cell rabies vaccine: a dose-response study.","3599325":"The 'epidemiologic necropsy'. Unexpected detections, demographic selections, and changing rates of lung cancer.","3620048":"Humoral and cell-mediated immune responses to various economical regimens of purified Vero cell rabies vaccine.","3631620":"Potential eye damage from reusable masks.","3708902":"An effective economical intradermal regimen of human diploid cell rabies vaccination for post-exposure treatment.","3710942":"Effects of dietary chlortetracycline on the antimicrobial resistance of broiler faecal Streptococcaceae.","3731026":"Occult papillary carcinoma of the thyroid in children and young adults. A systemic autopsy study in Finland.","3731221":"[Methenamine hippurate VUFB and mandelamine VUFB in the prevention of recurrent dysuria in women].","3734433":"Purified Vero cell rabies vaccine and human diploid cell strain vaccine: comparison of neutralizing antibody responses to post-exposure regimens.","3803106":"Urecholine prophylaxis for urinary retention in anorectal surgery.","3806894":"Preexposure immunization with intradermal human diploid cell rabies vaccine. Risks and benefits of primary and booster vaccination.","3806896":"Therapy vs no therapy for bacteriuria in elderly ambulatory nonhospitalized women.","3812881":"Early antibody responses to rabies post-exposure vaccine regimens.","3853107":"A research appraisal checklist for evaluating nursing research reports.","3880635":"Treatment of cutaneous abscess: a double-blind clinical study.","3887639":"[Methenamine hippurate. Short-term catheterization in gynecologic surgery. A double-blind comparison of Hiprex and placebo].","3900239":"A controlled trial of erythromycin in adults with nonstreptococcal pharyngitis.","3918190":"Streptococcal pharyngitis. Placebo-controlled double-blind evaluation of clinical response to penicillin therapy.","3918495":"Inefficacy of penicillin V in acute laryngitis in adults. Evaluation from results of double-blind study.","3923180":"Effect of antibiotic therapy on the clinical course of streptococcal pharyngitis.","3954347":"Rumen microbial changes in cattle fed diets with or without salinomycin.","3965596":"Cross-subtype protection in humans during sequential, overlapping, and/or concurrent epidemics caused by H3N2 and H1N1 influenza viruses.","3967189":"Malignant thyroid tumors at autopsy in a Swedish goitrous population.","3984360":"Effects of an educational intervention on the rate of recurrent urinary tract infections in selected female outpatients.","3986472":"A score system for evaluating random control clinical trials of prophylaxis of abdominal surgical wound infection.","4058339":"A checklist system for critical review of medical literature.","4097904":"Double-blind trial of early demethylchlortetracycline in minor respiratory illness in general practice.","4148109":"Double-blind trial of doxicycline in acute maxillary sinusitis. A clinical and bacteriological study.","4265554":"The effect of chlortetracycline feed additive on the antibiotic resistance of fecal coliforms of weaned pigs subjected to experimental salmonella infection.","4280569":"A comparative trial of hexamine hippurate and hexamine mandelate in prevention of recurrent infection of the urinary tract.","4392209":"Morbidity patterns reflected in a school health program during an influenza epidemic season.","445361":"Latent thyroid carcinoma at autopsy: a study from Oporto, Portugal.","4474057":"Occult thyroid carcinoma in Olmsted County, Minnesota: prevalence at autopsy compared with that in Hiroshima and Nagasaki, Japan.","4475571":"Comparison of long-term, low-dosage nitrofurantoin, methenamine hippurate, trimethoprim and trimethoprim-sulphamethoxazole on the control of recurrent urinary tract infection.","4537206":"Efficacy of fixed combination antibiotics versus separate components in otitis media. Effectiveness of erythromycin estrolate, triple sulfonamide, ampicillin, erythromycin estolate- triple sulfonamide, and placebo in 280 patients with acute otitis media under two and one-half years of age.","4552445":"Treatment of uncomplicated urinary tract infection in non-pregnant women.","4565339":"Pivampicillin (Pondocillin) in the treatment of maxillary sinusitis.","4596108":"The value of antibiotics in minor respiratory illness in children. A controlled trial.","4878126":"Persistence of bacteriuria following gynaecological surgery: a trial of methenamine hippurate.","4932022":"Evaluation of orally administered antibiotics for treatment of upper respiratory infections in Thai children.","5802921":"[The surgeon's fatigue and discomfort behind the mask].","5806178":"A trial of hippramine in the treatment of bacteriuria of pregnancy.","5915940":"Carcinoma of the thyroid in surgical and postmortem material. Analysis of 300 cases at autopsy and literature review.","6117662":"The effect of oral bethanechol chloride on voiding in female patients with excessive residual urine: a randomized double-blind study.","6117681":"Therapy of acute otitis media: myringotomy, antibiotics, or neither? A double-blind study in children.","6132645":"Distigmine bromide and post-prostatectomy voiding.","6135830":"An economical regimen of human diploid cell strain anti-rabies vaccine for post-exposure prophylaxis.","6143187":"Multi-site intradermal and multi-site subcutaneous rabies vaccination: improved economical regimens.","6196841":"Cefotaxime for prevention of infectious complications in bacteriuric men undergoing transurethral prostatic resection. A controlled comparison with methenamine.","6227756":"Long-term prophylaxis of urinary infections in women: comparative trial of trimethoprim, methenamine hippurate and topical povidone-iodine.","6276973":"[Treatment of urinary infection with a single dose of co-trimoxazole compared with a single dose of amoxicillin and a placebo].","63311":"Persistence of transferable drug resistance in the lactose-fermenting enteric flora of swine following antimicrobial feeding.","6366769":"The effect of penicillin therapy on the symptoms and signs of streptococcal pharyngitis.","6369096":"Penicillin in the treatment of skin sores in children.","6377256":"Bacteriology and treatment of purulent nasopharyngitis: a double blind, placebo-controlled evaluation.","6377577":"[Prevention of recurrent cystitis in fertile women. A double-blind comparison of Hiprex and placebo in general practice].","6384419":"A randomized, controlled trial of doxycycline in the treatment of acute bronchitis.","6394505":"The course, costs and complications of oral versus intravenous penicillin therapy of erysipelas.","6504772":"Occult carcinoma of the thyroid gland.","6514426":"[Occult carcinoma of the thyroid gland. Study of 202 consecutive autopsies].","6515752":"[The preventive effect of methenamine hippurate (Haiprex) on urinary infections after short-term catheterization. A clinical study].","6611385":"The treatment of acute bronchitis with trimethoprim and sulfamethoxazole.","6633618":"Bacteriuria in elderly institutionalized men.","6688261":"A randomized trial of cadexomer iodine in decubitus ulcers.","6697317":"Occult papillary thyroid carcinoma in the young and the aged.","6731012":"Method for assessment of the reporting standard of clinical trials with roentgen contrast media.","6761854":"Secondary prevention of recurrent urinary tract infections. Comparison of the effect of placebo, methenamine hippurate, nitrofurantoin and trimethoprim alone.","6791864":"Penicillin in acute otitis media: a double-blind placebo-controlled trial.","680382":"Human rabies immunoprophylaxis using HDC (MRC-5) vaccine.","6994088":"Effect of nosiheptide as a feed additive in chicks on the quantity, duration, prevalence of excretion, and resistance to antibacterial agents of Salmonella typhimurium; on the proportion of Escherichia coli and other coliforms resistant  to antibacterial agents; and on their degree and spectrum of resistance.","7010167":"Treatment of the acute urethral syndrome.","7019458":"Prevention of recurrent urinary infections in women: a comparative trial between nitrofurantoin and methenamine hippurate.","7077095":"Antibody responses to human diploid cell vaccine for rabies with and without human rabies immune globulin.","7109184":"Intradermal immunization with human diploid cell rabies vaccine. Serological and clinical responses of persons with and without prior vaccination with duck embryo vaccine.","712125":"Community-wide surveillance of influenza after outbreaks due to H3N2 (A/Victoria/75 and A/Texas/77) and H1N1 (A/USSR/77) influenza viruses, Mercer County, New Jersey, 1978.","7161170":"Intradermal use of human diploid cell vaccine for preexposure rabies immunizations.","7162868":"[Morphologic autopsy findings in 111 clinically normal thyroids in an area of Italy free of endemic goiter].","7221685":"School absenteeism during an outbread of B/Hong Kong/5/72-like influenze virus in Taipei, Taiwan.","7239870":"Latent carcinoma of thyroid in Israel: a study of 260 autopsies.","7261638":"A method for assessing the quality of a randomized control trial.","7468581":"Rapid antibody response to human diploid rabies vaccine.","7555554":"Patient empowerment. Results of a randomized controlled trial.","7596208":"Methods of randomized controlled clinical trials in health services research.","7648069":"Hydration monitoring in the prevention of recurrent idiopathic urinary tract infections in pre-menopausal women.","766295":"[Preventive Hiprex in urinary tract operations].","7665050":"The extent of inter- and intrareviewer agreement on the classification and assessment of designs of single-practice research.","7710536":"Children with persistent cough--outcome with treatment and role of Moraxella catarrhalis?","7743790":"Assessing the quality of randomized controlled trials: an annotated bibliography of scales and checklists.","7756490":"Immunogenicity of purified duck embryo rabies vaccine (Lyssavac-N) with use of the WHO-approved intradermal postexposure regimen.","776049":"Effect of lincomycin on prevalence, duration, and quantity of Salmonella typhimurium excreted by swine.","7818631":"Does asymptomatic bacteriuria predict mortality and does antimicrobial treatment reduce mortality in elderly ambulatory women?","7844685":"Short-term use of amoxicillin-clavulanate during upper respiratory tract infection for prevention of acute otitis media.","798179":"Effects of different levels of chlortetracycline in the diet of turkey poults artifically-infected with Salmonella typhimurium.","8015115":"Instruments for assessing the quality of drug studies published in the medical literature.","8036824":"A simplified and economical intradermal regimen of purified chick embryo cell rabies vaccine for postexposure prophylaxis.","8165018":"Thyroid carcinomas in Singapore autopsies.","8198342":"Manuscript quality before and after peer review and editing at Annals of Internal Medicine.","8204635":"Checklist for the evaluation of research articles.","8278120":"Surgical face masks: protection of self or patient?","8286026":"A comparison of Epi-Lock and saline dressings in the treatment of pressure ulcers.","8297488":"A comparison of the efficacy and cost-effectiveness of two methods of managing pressure ulcers.","8304833":"A phase II study to evaluate recombinant platelet-derived growth factor-BB in the treatment of stage 3 and 4 pressure ulcers.","8362228":"Erythromycin treatment is beneficial for longstanding Moraxella catarrhalis associated cough in children.","8396081":"A comparative study of the efficacy, safety and tolerance of azithromycin, dicloxacillin and flucloxacillin in the treatment of children with acute skin and skin-structure infections.","8401245":"Behavioral analysis and behavioral strategies to improve self-management of type II diabetes.","8457123":"Erythromycin in acute laryngitis in adults.","8508367":"Occult carcinoma of the thyroid. A systematic autopsy study from Spain of two series performed with two different methods.","852964":"A comparison of hexamine hippurate and sulphamethizolein patients with indwelling catheters following pelvic-floor surgery.","8549366":"Effectiveness of ofloxacin therapy in preventing functional impairment and increased mortality in elderly patients with bacteriuria.","8593153":"[Furazolidone resistance of E. coli from chicken intestines after prophylactic treatment with bioptivet GB in animal feed].","8600199":"Does treatment of asymptomatic bacteriuria in older ambulatory women reduce subsequent symptoms of urinary tract infection?","8656171":"Effectiveness of erythromycin in the treatment of acute bronchitis.","8684101":"Effects of antibiotic treatment in the subset of common-cold patients who have bacteria in nasopharyngeal secretions.","8705779":"Misdiagnosis of lung cancer in a 2000 consecutive autopsy study in Budapest.","8707495":"Assessing the quality of randomized controlled trials. Current issues and future directions.","8721797":"Assessing the quality of reports of randomized clinical trials: is blinding necessary?","8760738":"Randomised, double blind, placebo controlled trial of penicillin V and amoxycillin in treatment of acute sinus infections in adults.","8790652":"Effects of doxycycline in patients with acute cough and purulent sputum: a double blind placebo controlled trial.","8818853":"A comparative study of the efficacy, safety and tolerability of azithromycin and cefaclor in the treatment of children with acute skin and/or soft tissue infections.","8826783":"Efficacy of hydrocolloid occlusive dressing technique in decubitus ulcer treatment: a comparative study.","8917932":"Effects of head cooling on sweat rate in exercising subjects wearing protective clothing and mask for pesticide.","8945796":"Do patients with sore throat benefit from penicillin? A randomized double-blind placebo-controlled clinical trial with penicillin V in general practice.","8954425":"Healing properties of calcium alginate dressings.","9004446":"Safety and immunogenicity of Lyssavac Berna human diploid cell rabies vaccine in healthy adults.","9051558":"The effect of erythromycin on resolution of symptoms among adults with pharyngitis not caused by group A streptococcus.","9078199":"Primary-care-based randomised placebo-controlled trial of antibiotic treatment in acute maxillary sinusitis.","9117814":"Managing sloughy pressure sores.","9181425":"Development of a tool to rate the quality assessment of randomized controlled trials using a Delphi technique.","9202555":"Pelvic floor exercises as a treatment for post-micturition dribble.","9219402":"A randomized controlled trial of antibiotics on symptom resolution in patients presenting to their general practitioner with a sore throat.","9291399":"Prevention of urinary retention after general surgery: a controlled trial of carbachol/diazepam versus alfusozine.","9355211":"Method guidelines for systematic reviews in the Cochrane Collaboration Back Review Group for Spinal Disorders.","9359740":"Short-term safety of live attenuated Japanese encephalitis vaccine (SA14-14-2): results of a randomized trial with 26,239 subjects.","9360253":"Antibiotic and prednisolone therapy of erysipelas: a randomized, double blind, placebo-controlled study.","9414353":"Applying epidemiological principles to ergonomics: a checklist for incorporating sound design and interpretation of studies.","9449585":"Prophylaxis and treatment of bladder dysfunction after Wertheim-Meigs operation: the positive effect of early postoperative detrusor stimulation using the cholinergic drug betanecholchloride.","9455271":"A comparison of two dressings in pressure sore management.","9463979":"The end of antibiotic treatment in adults with acute sinusitis-like complaints in general practice? A placebo-controlled double-blind randomized doxycycline trial.","950974":"Changes in intestinal flora of farm personnel after introduction of a tetracycline-supplemented feed on a farm.","9543975":"A comparison of two amorphous hydrogels in the debridement of pressure sores.","9569434":"Antibiotic treatment of patients with mucosal thickening in the paranasal sinuses, and validation of cut-off points in sinus CT.","9589816":"Cefdinir versus cephalexin for the treatment of skin and skin-structure infections. The Cefdinir Adult Skin Infection Study Group.","9721958":"Azithromycin versus placebo in acute infectious rhinitis with clinical symptoms but without radiological signs of maxillary sinusitis.","9747366":"Flucloxacillin in the treatment of atopic dermatitis.","9764259":"The feasibility of creating a checklist for the assessment of the methodological quality both of randomised and non-randomised studies of health care interventions.","977240":"Thyroid carcinoma.","9830186":"Reducing consultations for symptoms of cystitis using a health education leaflet.","9849982":"Persistence of antibodies in children after intradermal or intramuscular administration of preexposure primary and booster immunizations with purified Vero cell rabies vaccine.","9859949":"Physical therapist management of lymphedema following treatment for breast cancer: a critical review of its effectiveness.","9868840":"Suppressant effect of human or equine rabies immunoglobulins on the immunogenicity of post-exposure rabies vaccination under the 2-1-1 regimen: a field trial in Indonesia. MAS054 Clinical Investigator Group.","9988049":"Effect of tylosin used as a growth promoter on the occurrence of macrolide-resistant enterococci and staphylococci in pigs."}
